Repository: arsal4113/wunsch-version1
Catalog: src/Locale/*/default.po
Languages: de, es, fr, it

source: Email
es: Correo electrónico

source: code
es: código
it: codice

source: name
es: nombre
fr: nom
it: nome

source: Status
es: Estado
fr: Statut
it: Stato

source: Id
es: Identificación
fr: Identitfiant

source: Code
es: Código
it: Codice

source: Name
es: Nombre
fr: Nom
it: Nome

source: The ebay fashion store has been deleted.
es: La tienda de moda de eBay ha sido borrada.
fr: L’eBay fashion store a été supprimé.
it: Il fashion store eBay è stato cancellato.

source: The ebay fashion store could not be deleted. Please, try again.
es: No se puede borrar la tienda de moda de eBay. Por favor, inténtelo de nuevo.
fr: L’eBay fashion store n’a pa pu être supprimé. Veuillez réessayer.
it: Il fashion store eBay non può essere cancellato. Si prega di riprovare.

source: EbayAccount is not active
es: La cuenta de eBay no está activa.
fr: Le compte eBay n’est pas actif.
it: Account eBay non attivo

source: The ebay item {0} has been updated.
es: Se ha actualizado el artículo de eBay {0}.
fr: L’élément eBay {0} a été mis à jour
it: L’articolo eBay {0} è stato aggiornato.

source: The ebay fashion template has been saved.
es: Se ha guardado la plantilla de moda de eBay.
fr: Le template d’eBay fashion a été sauvegardé.
it: Il modello eBay fashion è stato salvato.

source: The ebay fashion template could not be saved. Please, try again.
es: No se puede guardar la plantilla de moda de eBay. Por favor, inténtelo de nuevo.
fr: Le template d’eBay fashion n’as pas pu être sauvegardé. Veuillez réessayer.
it: Il modello eBay fashion non può essere salvato. Si prega di riprovare.

source: The ebay fashion template has been deleted.
es: Se ha borrado la plantilla de moda de eBay.
fr: Le template d’eBay fashion a été supprimé.
it: Il modello eBay fashion è stato cancellato.

source: The ebay fashion template could not be deleted. Please, try again.
es: No se puede borrar la plantilla de moda de eBay. Por favor, inténtelo de nuevo.
fr: Le template d’eBay fashion n’a pas pu être supprimé. Veuillez réessayer.
it: Il modello eBay fashion non può essere cancellato. Si prega di riprovare.

source: ***Add your product description here*** <br> Add product picture in the code.<br> How to edit this file?<br> 1. Open free-item-template.html with text editor<br> 2. Change code.<br> 3. Save. Copy all code from this file.<br> 4. Create eBay product.<br> 5. In product description form, choose HTML, Paste the code.<br> 6. Save the product.<br> 7. Voila!
es: ***Introduzca la descripción del producto aquí*** <br> Introduzca la fotografía del producto en el código.<br> ¿Cómo editar este archivo?<br> 1. Abra free-item-template.html con un editor de texto<br> 2. Cambie el código.<br> 3. Guárdelo. Copie todo el código de este archivo.<br> 4. Cree un producto de eBay.<br> 5. En el espacio para la descripción del producto, escoja HTML; pegue el código.<br> 6. Guarde el producto.<br> 7. ¡Listo!
fr: ***Ajoutez la description de votre produit ici*** <br> Insérer la photo du produit dans le codage.<br> Vous souhaitez modifier le fichier ?<br> 1. Ouvrez free-item-template.html avec votre éditeur de texte<br> 2. Modifiez le code.<br> 3. Sauvegardez. Copiez les codes provenant de ce fichier.<br> 4. Créez un produit eBay.<br> 5. Dans le formulaire de description du produit, choisissez HTML. Collez le code.<br> 6. Sauvegardez votre produit.<br> 7. Et voilà!
it: ***Aggiungi la descrizione del prodotto qui*** <br> Aggiungi la foto del prodotto nel codice.<br> Come modificare questo file?<br> 1. Apri free-item-template.html con l’editor di testo<br> 2. Cambia il codice.<br> 3. Salva. Copia tutti i codici di questo file.<br> 4. Crea prodotto eBay.<br> 5. Nel modulo di descrizione del prodotto, scegli HTML, Incolla il codice.<br> 6. Salva il prodotto.<br> 7. Ecco fatto!

source: ***Add your product title here***
es: ***Introduzca el título de su producto aquí***
fr: Ajoutez le titre de votre produit ici
it: ***Aggiungi il titolo del prodotto qui***

source: ebay Store Name
es: Nombre de tienda eBay
fr: Nom du eBay store
it: Nome Store eBay

source: Proceed without Token
es: Continuar sin token
fr: Poursuivre sans jeton d’authentification
it: Procedi senza Token

source: Get Your eBay Token
es: Obtener su token de eBay
fr: Obtenez votre jeton d’authentification eBay
it: Ottieni il Tuo Token eBay

source: Download your eBay template
es: Descargar su plantilla de eBay
fr: Téléchargez votre template eBay
it: Scarica il tuo modello eBay

source: Choose Your Platform
es: Escoja su plataforma
fr: Choisissez votre plateforme
it: Scegli la Tua Piattaforma

source: Link your eBay account - Step 2 of 2
es: Enlazar con su cuenta de eBay - Paso 2 de 2
fr: Reliez votre compte eBay – Étape 2 sur 2
it: Collega il tuo account eBay – Step 2 di 2

source: Ebay Account
es: Cuenta de eBay
fr: Compte eBay
it: Account eBay

source: Ebay Category
es: Categoría de eBay
fr: Catégorie eBay
it: Categoria Ebay

source: ebay_fashion_template_id
es: identificación_de_plantilla_de_moda_ebay
fr: identifiant_du_template_eBay_fashion
it: id_modello_eBay_fashion

source: slogan
es: eslogan

source: promo_banner
es: banner_promocional
fr: bannière_promotionnelle
it: banner_promo

source: promo_banner_link
es: enlace_de_banner_promocional
fr: lien_bannière_promotionnelle
it: collegamento_banner_promo

source: eBay Fashion Template
es: Plantilla de moda de eBay
fr: Template d’eBay fashion
it: Modello Fashion eBay

source: Slogan
es: Eslogan

source: Core Seller
es: Vendedor principal
it: Venditore Core

source: Ebay Fashion Store
es: Tienda de moda de eBay
it: Store eBay Fashion

source: Ebay Fashion Template
es: Plantilla de moda de eBay
fr: Template d’eBay fashion
it: Modello eBay Fashion

source: Promo Banner
es: Banner promocional
fr: Bannière promotionnelle
it: Banner Promo

source: Promo Banner Link
es: Enlace de banner promocional
fr: Lien vers la bannière promotionnelle
it: Collegamento Banner Promo

source: House
es: Número
fr: Bâtiment
it: Edificio

source: ZIP Code
es: Código postal
fr: Code postal
it: CAP

source: E-Mail
es: Correo electrónico

source: CoreSellerTypes
es: Tipos de vendedor principal
fr: Types de core seller

source: Ebay Fashion Templates
es: Plantillas de moda de eBay
fr: Templates d’eBay fashion
it: Modelli eBay Fashion

source: Ebay Account Id
es: Identificación de cuenta de eBay
fr: Identifiant de compte eBay
it: Id Account eBay

source: Core Seller Id
es: Identificación del vendedor principal
fr: Identifiant de core seller
it: Id Venditore Core

source: Ebay Fashion Template Id
es: Identificación de la plantilla de moda de eBay
fr: Identifiant de Template d’eBay fashion
it: Id Modello eBay Fashion

source: Shop Template Design
es: Diseño de la plantilla de tienda
fr: Design du template de la boutique
it: Design Modello Shop

source: With the Free eBay Template You will be able to provide Your Negozi and Your articles with a nice and modern look.
it: Con Modelli per inserzioni su eBay potrai fornire al tuo Negozi e ai Tuoi articoli un aspetto nuovo e moderno.

source: Merchant mail
it: E-mail esercente

source: Do you want to
fr: Voulez-vous vous

source: banner
fr: bannière

source: Banner
fr: Bannière

source: We need to link iTemplate to your eBay account in order to update the templates automatically.<br/> 1. Please press <strong>"Connect your eBay account"</strong> to do so.<br/> 2. Then proceed with <strong>"Get token"</strong> in order to complete this step.
fr: Nous devons associer iTemplate à votre compte eBay pour pouvoir mettre les modèles à jour automatiquement.<br/> 1. Veuillez sélectionner <strong>Accéder à votre compte eBay</strong>.<br/> 2. Sélectionnez ensuite <strong>Obtenir un code</strong> pour terminer cette étape.
