Repository: arsal4113/wunsch-version1
Catalog: src/Locale/*/default.po
Languages: de, es, fr, it

source: The store was sucessful updated.
de: Der Shop wurde erfolgreich aktualisiert.
es: La tienda se ha actualizado con éxito.
fr: Votre store a été mis à jour avec succès.
it: Lo store è stato aggiornato con successo.

source: The store could not be saved, please try again.
de: Der Shop konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es: No se ha podido guardar la tienda; por favor, inténtelo de nuevo.
fr: Votre store n’a pas pu être sauvegardé, veuillez réessayer.
it: Lo store non può essere salvato, si prega di riprovare.

source: Settings
de: Einstellungen
es: Configuraciones
fr: Configuration
it: Impostazioni

source: Create Your Template
de: Template erstellen
es: Cree Su Plantilla
fr: Créer votre modèle
it: Crea il tuo modello

source: Your i-Tool3 profile is being prepared..
de: Ihr i-Tool3 Profil wird vorbereitet..
es: Estamos preparando su cuenta de i-Tool3..
fr: Votre profil i-Tool3 est en cours de préparation.
it: Il tuo profilo i-Tool3 è in preparazione ..

source: https://support.i-ways.net/hc/en-us/sections/202737349
de: https://support.i-ways.net/hc/de/sections/202737349
es: https://support.i-ways.net/hc/es-es/sections/202737349
fr: https://support.i-ways.net/hc/fr/sections/202737349
it: https://support.i-ways.net/hc/it/sections/202737349

source: Page {{page}} of {{pages}}, showing {{current}} records out of {{count}} total, starting on record {{start}}, ending on {{end}}
de: Seite {{page}} von {{pages}}, angezeigt werden {{current}} von {{count}} Einträgen, beginnend bei {{start}}, endend bei {{end}}

source: 100% free of charge
de: 100% kostenlos
es: 100% gratis
fr: 100% gratuit
it: 100% gratuito

source: Fully mobile responsive
de: Mobil optimiert
es: Optimizada para dispositivos móviles
fr: Compatible mobile
it: Ottimizzato per dispositivi mobili

source: 100% eBay conform
de: 100% eBay konform
es: Cumple las normas de eBay al 100%
fr: 100% eBay conforme
it: 100% conforme a eBay

source: Item Description
de: Artikelbeschreibung
es: Descripción del Artículo
fr: Description de l'article
it: Descrizione dell'articolo

source: Technical Details
de: Technische Daten

source: ebayItemDayFormat
de: T

source: ebayItemHourFormat
de: Std

source: ebayItemMinuteFormat
de: Min

source: ShippingCost
de: Versand

source: TimeLeft
de: Restzeit

source: eBay Site
de: eBay Seite

source: Checkout
de: Kasse

source: Back
de: Zurück

source: Shop safely with eBay Guarantee
de: Sicher Einkaufen mit eBay Garantie

source: Guest Checkout
de: Kaufabwicklung als Gast

source: Purchase settlement
de: Bestellabwicklung

source: Your order confirmation will be sent to the following e-mail: {0}
de: Deine Bestellbestätigung wird an folgende E-Mail-Adresse gesandt: {0}

source: Congratulations!
de: Vielen Dank für Ihren Kauf!

source: Your order was placed
de: Ihre Bestellung wurde aufgegeben.

source: Estimated delivery:
de: Voraussichtliche Lieferzeit:

source: We’ll send you an email confirmation soon.
de: Wir senden Ihnen in Kürze eine Bestätigung per E-Mail.

source: {0} Article
de: {0} Artikel

source: Back to shopping cart
de: Zurück zum Warenkorb

source: From
de: Von

source: Quantity
de: Anzahl

source: Shipping
de: Versand

source: Other shipping options
de: weitere Versandoptionen

source: Ship to
de: Versand an

source: Country or region
de: Land oder Region

source: First Name
de: Vorname

source: Street address
de: Straße und Hausnummer

source: Street address 2 (optional)
de: Adresszusatz (optional)

source: ZIP code
de: PLZ

source: Confirm email
de: E-Mail bestätigen

source: Phone number
de: Telefonnummer

source: We will use this number only in case of shipping problems.
de: Wir verwenden diese Nummer nur, falls Probleme beim Versand auftreten.

source: Save shipping address for further purchases
de: Lieferadresse für weitere Einkäufe speichern

source: By pressing "save" you agree that we forward the shipping information above to PayPal. Please find further information <a href="/feeder/pages/display/datenschutz#paypal-target" target="_blank">here</a>.
de: Wenn du „speichern“ klickst, erteilst du dein Einverständnis, dass wir die oben angezeigten Versanddaten an PayPal weitergeben. Mehr dazu <a href="/feeder/pages/display/datenschutz#paypal-target" target="_blank">hier</a>.

source: Save and continue
de: Speichern und weiter

source: Choose payment method
de: Zahlungsart auswählen

source: Please enter your address first in order to choose a payment method.
de: Bitte gib zunächst deine Adresse an, um eine Zahlungsart auswählen zu können.

source: Please select a payment method by clicking on the corresponding icon. You will be redirected to enter your payment details. The order will be placed in the following step.
de: Bitte wähle eine Zahlungsart aus, indem du auf das entsprechende Icon klickst. Du wirst zunächst weitergeleitet, um deine Zahlungsdaten einzugeben. Die Bestellung erfolgt im nächsten Schritt.

source: Order
de: Bestellung

source: Delivery address
de: Lieferadresse

source: Delivery address
de: Liefer-adresse

source: Payment
de: Zahlung

source: Conclude the purchase
de: Kaufabschluss

source: Conclude the purchase
de: Kauf-abschluss

source: Reliable shipping to your home
de: Zuverlässiger Versand zu dir nach Hause

source: Secure checkout with eBay Buyer Protection
de: Sichere Kaufabwicklung mit eBay-Käuferschutz

source: One more click and you will catch some happiness
de: Noch einen Klick zum Catch-Glücksgefühl

source: By clicking Purchase, you agree that you've read and accepted eBay's User <a href="https://pages.ebay.com/help/policies/user-agreement.html" target="_blank">Agreement</a> and you consent to eBay's <a href="https://pages.ebay.com/help/policies/privacy-policy.html" target="_blank">Privacy</a> Notice and receiving marketing communications from eBay.
de: Indem Du auf Kaufen klickst, stimmst Du den <a href="https://pages.ebay.de/help/policies/user-agreement.html?clk_rvr_id=1593586403553&rmvSB=true" target="_blank">Allgemeinen Geschäftsbedingungen</a> sowie der <a href="https://pages.ebay.de/help/policies/privacy-policy.html?clk_rvr_id=1592800397309&rmvSB=true" target="_blank">Datenschutzerklärung</a> von eBay zu.

source: Free
de: Kostenlos

source: incl. VAT
de: inkl. MwSt.

source: Buy now
de: Jetzt Kaufen

source: By clicking on Buy, you agree to the <a href="https://pages.ebay.com/help/policies/user-agreement.html" target="_blank">terms and conditions</a>. Information on the processing of your data can be found in our <a href="/datenschutz" target="_blank">privacy policy</a>.
de: Indem du auf Kaufen klickst, stimmst du den <a href="https://pages.ebay.de/help/policies/user-agreement.html?clk_rvr_id=1593586403553&rmvSB=true" target="_blank">Allgemeinen Geschäftsbedingungen</a> zu. Informationen zu Verarbeitung deiner Daten findest du in unserer <a href="/datenschutz" target="_blank">Datenschutzerklärung</a>.

source: Enter shipping address
de: Gebe Deine Lieferadresse ein

source: Total
de: Gesamtbetrag

source: Subscribe to the newsletter from ebay
de: Ich möchte E-Mails über Verkaufsaktionen, Sonderangebote und Umfragen erhalten. Ich kann diese E-Mails jederzeit über den Link in den E-Mails abstellen.

source: Subscribe to the newsletter from catch
de: Newsletter von catch abonnieren

source: You can unsubscribe from these e-mails at any time via your account settings or a link in the e-mails.
de: Du kannst ihn jederzeit in deinem Konto oder über einen Link in den E-mails abbestellen.

source: https://rover.ebay.com/rover/1/711-53200-19255-0/1?ff3=4&pub=5575585699&toolid=10001&campid=5338696426&customid=&mpre=https%3A%2F%2Fpages.ebay.com%2Febay-money-back-guarantee%2F
de: https://rover.ebay.com/rover/1/707-53477-19255-0/1?ff3=4&pub=5575585699&toolid=10001&campid=5338696426&customid=&mpre=https%3A%2F%2Fpages.ebay.de%2Feinkaufen%2Febay-kaeuferschutz.html

source: Unknown Item
de: Dieses Produkt ist leider nicht mehr verfügbar.

source: product rating
de: Produktbewertung

source: product ratings
de: Produktbewertungen

source: We have no ratings yet.
de: Noch keine Bewertung verfügbar.

source: Attributes
de: Artikelmerkmale

source: Item attributes
de: Artikelmerkmale

source: Invalid Item!
de: Dieses Produkt ist leider nicht mehr verfügbar.

source: - Select -
de: - Auswählen -

source: Qty:
de: Stückzahl

source: More than
de: Mehr als

source: available
de: verfügbar

source: sold
de: verkauft

source: Last one
de: 1 verfügbar

source: [out of stock]
de: [nicht mehr vorrätig]

source: Please complete your selection
de: Bitte vervollständige deine Auswahl.

source: Until now:
de: Bisher:

source: Until now
de: Bisher

source: TO BUY
de: Kaufen

source: TO CHECKOUT
de: Zur Kasse

source: Item Condition:
de: Artikelzustand:

source: Sold by:
de: Angaben zum Verkäufer:

source: % Positive Feedback
de: % Positives Feedback

source: Shipping:
de: Versand:

source: Guarantee:
de: Sicherheit:

source: Log in
de: Einloggen

source: Login
de: Anmelden

source: Repeat password
de: Passwortbestätigung

source: Login with
de: Anmelden mit

source: or login with
de: Oder anmelden mit

source: Do you already have an account?
de: Hast du schon einen Account?

source: Your username is too long.
de: Dein Nutzername ist zu lang.

source: Your password needs to consist of at least 6 characters.
de: Dein Password muss mindestens 6 Zeichen lang sein.

source: Your entered passwords do not match.
de: Die eingegebenen Passwörter stimmen nicht überein.

source: The entered email is being used already.
de: Die E-mail-Addresse ist bereits vergeben.

source: The entered Captcha is incorrect.
de: Das eingegebene Captcha ist nicht korrekt.

source: Please solve the captcha.
de: Bitte löse die Captcha.

source: Registration
de: Registrierung

source: Item condition:
de: Artikelzustand:

source: New
de: Neu

source: Free Shipping
de: Kostenlos

source: Item location:
de: Artikelstandort:

source: Item location
de: Artikelstandort

source: No location specified
de: Kein Artikelstandort angegeben.

source: Delivery:
de: Lieferung:

source: No Delivery Date specified.
de: Kein Lieferdatum angegeben.

source: Payments:
de: Zahlungen:

source: Credit Cards processed by PayPal
de: Kreditkartenzahlungen werden von PayPal bearbeitet

source: Return Policy:
de: Rücknahmen:

source: Returns are accepted within
de: Rücknahmen werden im folgenden Zeitraum akzeptiert:

source: The corresponding return costs have to be paid by the
de: Die Kosten der Rücknahme werden entrichtet durch:

source: buyer
de: Käufer

source: seller
de: Händler

source: Returns are not accepted.
de: Rücknahmen werden nicht akzeptiert.

source: No return terms specified.
de: Es wurden keine Rücknahmevereinbarungen hinterlegt.

source: See details
de: Weitere Details

source: Get the item you ordered or get your money back.
de: Bei Bezahlung mit PayPal, Lastschrift oder Kreditkarte.

source: Condition:
de: Zustand

source: Report item on eBay
de: Melden an eBay

source: Seller's terms of sale
de: Nutzungsbedingungen

source: Reviews
de: Rezensionen

source: (You can choose your delivery option later in the checkout)
de: (Die Versandmethode kann zu einem späteren Zeitpunkt ausgewählt werden.)

source: Ships from:
de: Versandt aus:

source: Est. delivery:
de: Vsl. Lieferdatum:

source: eBay Money Back Guarantee
de: eBay Käuferschutz

source: Terms of sale
de: Nutzungsbedingungen

source: Report item
de: Melden

source: Ratings and Reviews
de: Bewertungen und Rezensionen

source: Seller Contact
de: Rechtliche Informationen des Verkäufers

source: Address:
de: Adresse:

source: Vat ID:
de: USt-IdNr.

source: Contact:
de: Kontakt:

source: Phone:
de: Telefon:

source: The seller has not provided any contact info.
de: Es wurden keine Verkäuferinformationen hinterlegt.

source: Terms of service
de: Widerrufsbelehrung

source: The seller has not provided any terms of service.
de: Der Verkäufer hat keine Widerrufsbelehrung hinterlegt.

source: Buy it now on eBay
de: Kaufen auf eBay

source: Buy it on
de: Kaufen bei

source: This article is only available on eBay
de: Dieser Artikel ist nur bei eBay verfügbar

source: < Back to category
de: < Zurück zur Kategorie

source: No Information
de: Keine Angabe

source: Between
de: Zwischen

source: and
de: und

source: Month
de: Monat

source: Months
de: Monate

source: Calendar days
de: Kalendertage

source: Calendar day
de: Kalendertag

source: (incl. tax)
de: (inkl. MwSt.)

source: incl. tax
de: inkl. MwSt.

source: You save
de: Sie sparen

source: Shipping Charges
de: Versandkosten

source: Tax
de: Steuern

source: Germany
de: Deutschland

source: DONE
de: Bestätigen

source: Credit or debit card
de: Kredit- oder Debit-Karte

source: CC
de: Kredit- oder Debit-Karte

source: WALLET
de: PayPal

source: Delivery
de: Lieferung

source: Check Delivery
de: Versand prüfen

source: Item ({0})
de: Artikel ({0})

source: Items ({0})
de: Artikel ({0})

source: State or province
de: Bundesland

source: Change
de: Ändern

source: Billing address
de: Rechnungsadresse

source: Edit your billing address
de: Rechnungsadresse ändern

source: Payments processed by PayPal. No PayPal account required.
de: Zahlung mit PayPal verarbeitet. Kein PayPal-Konto erforderlich.

source: Card Number
de: Kartennummer

source: Expiration date
de: Ablaufdatum

source: Security code
de: CVC

source: Shipping address
de: Lieferadresse

source: Enter shipping information
de: Geben Sie die Lieferadresse ein

source: Enter your card details
de: Zahlungsdetails eingeben

source: No items found.
de: Keine Artikel gefunden.

source: We have millions of items, but unfortunately not
de: Wir haben Millionen von Artikeln, aber leider nicht

source: Sadly, no items matched your filter configuration.
de: Leider konnten keine Artikel für Deine Filterkonfiguration gefunden werden.

source: Change the filter or click on one of the categories to continue searching.
de: Ändere Deine Filtereinstellungen oder klicke auf eine der Kategorien um weiterzustöbern.

source: Click on one of the categories to continue searching.
de: Klicke auf eine der Kategorien um weiterzustöbern.

source: Item removed
de: Der Artikel wurde entfernt.

source: Do you really want to remove that item?
de: Soll der Artikel wirklich entfernt werden?

source: Price discount
de: Rabatt

source: Delivery discount
de: Versandkostenrabatt

source: Registration number:
de: Rechtliche Information des Käufers:

source: Load more products
de: Mehr Produkte laden

source: Show more
de: Mehr anzeigen

source: Load more
de: Mehr laden

source: Load products...
de: Lade Produkte...

source: Imprint
de: Impressum

source: Ratings
de: Produktbewertungen

source: Legal Information
de: Rechtliche Informationen

source: Shipping and Payments
de: Versand und Zahlungsmethoden

source: Payments
de: Bezahlungen

source: Telephone
de: Telefon

source: Tax identification number
de: Umsatzsteuer-Identifikationsnummer

source: back to
de: zurück zu

source: Commercial registry number
de: Handelregisternummer

source: The VAT will be shown separately on my bills.
de: Die Mehrwertsteuer wird auf meinen Rechnungen separat ausgewiesen.

source: Platform of the European Commission for online dispute resolution: http://ec.europa.eu/consumers/odr The QE GmbH & Co. KG is represented by the general partner: QE24 GmbH, Register Court: Amtsgericht Osnabrück, HRB 200359. This again represented by the managing director: Martin Steinkamp member of the initiative 'fairness in the trade'. Further information: http://www.fairness-im-handel.de
de: Plattform der EU-Kommission zur Online-Streitbeilegung: http://ec.europa.eu/consumers/odr Die QE GmbH & Co. KG wird vertreten durch die persönlich haftende Gesellschafterin: QE24 GmbH, Registergericht: Amtsgericht Osnabrück, HRB 200359. Diese wiederum wird vertreten durch den Geschäftsführer: Martin Steinkamp Mitglied der Initiative 'Fairness im Handel'. Nähere Informationen: http://www.fairness-im-handel.de

source: What are you searching?
de: Wonach suchst du?

source: Search results for: {0}
de: Suchergebnisse für: {0}

source: All categories
de: Alle

source: Fast shipping
de: Schnelle Lieferung

source: Almost sold out
de: Fast ausverkauft

source: Fast and free
de: Schnell + Portofrei

source: Search
de: Suche

source: Search product
de: Suche

source: Order summary
de: Bestellübersicht

source: Welcome to Catch
de: Willkommen bei Catch

source: Wishlist
de: Wunschliste

source: Coming soon
de: Demnächst verfügbar!

source: wltn
de: Welten

source: Worlds
de: Welten

source: More about Catch
de: Mehr von Catch

source: Help
de: Hilfe

source: About us
de: Über uns

source: Help Desk
de: Hilfe & Kontakt

source: Legal notice
de: Impressum

source: Item not found
de: Artikel nicht gefunden.

source: Filter by
de: Filtern nach

source: Price filter
de: Preisfilter

source: Price filters
de: Preisfilter

source: Filters
de: Weitere Filter

source: Price range
de: Preisspanne

source: Filter
de: Filtern

source: Free shipping
de: Versand kostenlos

source: Fast delivery
de: Schneller Versand

source: Low stock
de: Fast weg

source: Almost gone
de: Fast weg

source: Top rated
de: Gut Bewertet

source: Good reviewed
de: Gut Bewertet

source: Free return
de: Kostenlose Retoure

source: Free returns
de: Kostenlose Retoure

source: Confirm
de: Speichern

source: Close
de: Schliessen

source: More products
de: Weitere Produkte

source: Let yourself be surprised!
de: Lass dich überraschen!

source: Complete information
de: Vollständige Informationen

source: Less information
de: Weniger Informationen

source: Complete cancellation policy
de: Vollständige Widerrufsbelehrung

source: Terms and conditions of this offer
de: Allgemeine Geschäftsbedingungen für dieses Angebot

source: Shipping is excluded after
de: Der Versand ist ausgeschlossen nach

source: Payment methods
de: Zahlungsmethoden

source: All rights reserved
de: Alle Rechte vorbehalten

source: show full description
de: vollständige Beschreibung anzeigen

source: In order to give you a better user experience, we use cookies. By using eBay you agree to our <a href="{0}">use of cookies</a>.
de: Um Dir ein besseres Nutzererlebnis zu bieten, verwenden wir Cookies. Durch Nutzung stimmst Du unserer <a href="{0}">Verwendung von Cookies</a> zu.

source: Cart
de: Warenkorb

source: Your cart
de: Dein Warenkorb

source: Your cart is empty
de: Dein Warenkorb ist leer

source: Start and fill your cart
de: Leg los und fülle deinen Warenkorb

source: Don't know where to start?
de: Du weißt nicht, wo du anfangen sollst?

source: To the novelties
de: Zu den Neuheiten

source: To checkout
de: Zur Kasse

source: To cart
de: Zum Warenkorb

source: To wishlist
de: Auf die Wunschliste

source: Remove article
de: Artikel entfernen

source: eBay-Guarantee
de: eBay-Garantie

source: warranty terms
de: Garantiebedingungen

source: Delivery and Shipping
de: Lieferung und Versand

source: eBay protection
de: eBay Schutz

source: Returns
de: Rücknahmen

source: Seller
de: Verkäufer

source: Your order is being processed. We have just sent an e-mail to {0} confirming your order.
de: Deine Bestellung wird bearbeitet. Wir haben dir soeben eine E-mail an {0} geschickt.

source: Catch your world!
de: Catch dir deine Welt!

source: Congratulations on your great Catch! Subscribe to our newsletter now and don't miss out on any great offers!
de: Herzlichen Glückwunsch zu deinem tollen Catch! Abonniere jetzt unseren Newsletter und verpasse keine tollen Welte und Produkte mehr!

source: Subscribe newsletter
de: Newsletter abonnieren

source: Thank you!
de: Danke!

source: Your order
de: Deine Bestellung

source: Browse further
de: Weiter stöbern

source: See our <a href="https://rover.ebay.com/rover/1/711-53200-19255-0/1?ff3=4&pub=5575585699&toolid=10001&campid=5338696426&customid=&mpre=https%3A%2F%2Fpages.ebay.com%2Febay-money-back-guarantee%2F" target="_blank">eBay Buyer Protection</a> for more details.
de: Unter <a href="https://rover.ebay.com/rover/1/707-53477-19255-0/1?ff3=4&pub=5575585699&toolid=10001&campid=5338696426&customid=&mpre=https%3A%2F%2Fpages.ebay.de%2Feinkaufen%2Febay-kaeuferschutz.html" target="_blank">eBay Käuferschutz</a> findest du mehr Informationen.

source: Expected delivery
de: Lieferung voraussichtlich

source: Quantity:
de: Anzahl:

source: Item Price:
de: Artikelpreis:

source: Shipping Cost:
de: Lieferkosten:

source: Sub total:
de: Zwischensumme:

source: Total:
de: Gesamtbetrag:

source: Additional savings
de: Gutscheine

source: I agree to the PayPal <a href="https://www.paypal.com/uk/webapps/mpp/ua/privacywax-full" target="_blank">terms</a> and <a href="https://www.paypal.com/uk/webapps/mpp/ua/privacy-full" target="_blank">Privacy Policy</a>. PayPal provides this payment service. PayPal account not required.
de: Markieren Sie dieses Kästchen, um den <a href="https://www.paypal.com/de/webapps/mpp/ua/privacywax-full" target="_blank">PayPal-Nutzungsbedingungen</a> für Zahlungen ohne ein PayPal-Konto und den <a href="https://www.paypal.com/de/webapps/mpp/ua/privacy-full" target="_blank">Datenschutzgrundsätzen von PayPal</a> zuzustimmen.

source: I would like to receive emails about promotions, special offers and surveys. I can stop these emails at any time via the link in the emails.
de: Ich möchte E-Mails über Verkaufsaktionen, Sonderangebote und Umfragen erhalten. Ich kann diese E-Mails jederzeit über den Link in den E-Mails abstellen.

source: Amount
de: Betrag

source: Marketing Consent
de: Marketing Zustimmung

source: Seems like the inserted Email´s do not match. Please look over it again!
de: Leider stimmen die eingegebenen E-Mail-Adresse nicht überein. Bitte überprüfe deine Eingabe.

source: Unfortunately the entered phone numbers contains superfluous characters. Please re-check!
de: Deine Eingabe der Telefonnummer ist ungültig. Bitte korrigiere deine Eingabe.

source: Unfortunately the entered postal code contains superfluous characters. Please re-check!
de: Deine eingegebene Postleitzahl ist ungültig. Bitte korrigiere deine Eingabe.

source: Unfortunately the entered email contains superfluous characters. Please re-check!
de: Deine eingegebene E-Mail ist ungültig. Bitte korrigiere deine Eingabe.

source: Unfortunately the field "{0}" contains superfluous characters. Please re-check!
de: Deine Eingabe in diesem Feld ist ungültig: {0}. Bitte korrigiere deine Eingabe.

source: Internal Error
de: Ups ... das hätte nicht passieren sollen. Bitte versuch es noch einmal.

source: You have exceeded the maximum number of ten line items.
de: Leider können Sie maximal zehn Artikel in den Warenkorb legen.

source: <span class="boxes"></span>You have exceeded the maximum number of ten line items. <div class="fifth-item-error-message"><a href="{0}">To cart</a></div>
de: <span class="boxes"></span>Leider können Sie maximal zehn Artikel in den Warenkorb legen. <div class="fifth-item-error-message"><a href="{0}">Zum Warenkorb</a></div>

source: Discover the Catch universe
de: Entdecke das Catch Universum

source: discover
de: entdecken

source: All worlds of Catch
de: Alle Welten von Catch

source: Sorry product unknown.
de: Leider haben wir dieses Produkt nicht mehr.

source: Privacy Policy
de: Datenschutzerklärung

source: Discover now
de: Jetzt entdecken

source: <span class="alert"></span>Item not enabled for guest checkout. Buy it on <a href="{0}">eBay</a>
de: <span class="alert"></span>Leider kannst du das Produkt bei uns nicht kaufen versuche es doch <a href="{0}" target="_blank">direkt auf eBay</a>

source: Homepage
de: Startseite

source: Free shipping on some items
de: Kostenloser Versand bei vielen Artikeln!

source: If it is not ok send it back
de: Wenn es nicht gefällt schick es einfach zurück!

source: Get eBay money back guarantee
de: Profitiere vom ebay Käuferschutz
