Repository: arsal4113/wunsch-version1
Catalog: src/Locale/*/default.po
Languages: de, es, fr, it

source: The password reset request has either expired or is invalid.
de: Ihre Anfrage zur Zurücksetzung des Passwortes ist entweder abgelaufen oder ungültig.
es: La solicitud de restablecimiento de contraseña ha expirado o no es válida.
fr: La demande de réinitialisation du mot de passe a expiré ou n’est pas valide.
it: La richiesta di reset della password è scaduta o non è valida.

source: You didn't specify any email or reset password token.
de: Sie haben keine E-Mail angegeben oder eine Passwortanfrage gesendet.
es: No ha especificado ninguna dirección de correo electrónico o clave para restablecer su contraseña.
fr: Vous n’avez pas entré d’adresse mail ou réinitialisé votre mot de passe
it: Non si è specificato alcuna e-mail o token di reset della password.

source: Please enter new password.
de: Bitte geben Sie ein neues Passwort ein.
es: Por favor, introduzca una nueva contraseña.
fr: Veuillez entrer votre mot de passe à nouveau
it: Si prega di inserire una nuova password.

source: Password mismatch. Please make sure that new password & password confirmation are identical.
de: Das Passwort stimmt nicht überein. Bitte stellen Sie sicher, dass das Passwort und die erneute Passworteingabe übereinstimmen.
es: La contraseña no coincide. Por favor, asegúrese de que la nueva contraseña y la confirmación de la contraseña son idénticas.
fr: Les mots de passes que vous avez entré ne sont pas compatibles. Veuillez vous assurer que le nouveau mot de passe et la confirmation du mot de passe soient indentiques.
it: Password non corrispondente. Si prega di fare attenzione che la nuova password e la conferma della password siano identiche.

source: Your password has been successfully changed.
de: Ihr Passwort wurde erfolgreich geändert.
es: Ha cambiado su contraseña con éxito.
fr: Votre mot de passe a été modifié avec succès.
it: La password è stata modificata con successo.

source: Sorry, the email you entered ({0}) was not found.
de: Die E-Mail Adresse, die Sie eingegeben haben ({0}), wurde leider nicht gefunden.
es: Lo lamentamos, no se ha encontrado la dirección de correo electrónico que ha introducido ({0}).
fr: Désolé, l’adresse mail que vous avez saisie ({0}) n’as pas été trouvée
it: Ci dispiace, ma l’e-mail inserita ({0}) non è stata trovata.

source: Please enter your email address.
de: Bitte geben Sie Ihre E-Mail Adresse ein.
es: Por favor, introduzca su dirección de correo electrónico.
fr: Veuillez entrer votre adresse mail.
it: Si prega di inserire l’indirizzo e-mail.

source: Seller Type
de: Verkäufertyp
es: Tipo de vendedor
fr: Type de vendeur
it: Tipo Venditore

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua

source: Country
de: Land
es: País
fr: Pays
it: Nazione

source: Marketplaces
de: Marktplatz
es: Mercados
fr: Places de marché

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella

source: Submit
de: Übermitteln
es: Enviar
fr: Soumettre
it: Invia

source: Edit Seller
de: Verkäufer bearbeiten
es: Editar vendedor
fr: Modifier le vendeur
it: Modifica Venditore

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
it: Cancella

source: Are you sure you want to delete # {0}?
de: Sind Sie sicher, dass Sie # {0} löschen wollen?
es: ¿Está seguro de que desea eliminar # {0}?
fr: Êtes-vous sûr de vouloir supprimer # {0}?
it: Si è sicuri di voler cancellare # {0}?

source: Marketplace
de: Marktplatz
es: Mercado
fr: Places de marché

source: Actions
de: Aktionen
es: Acciones
it: Azioni

source: View
de: Anzeigen
es: Ver
fr: Vue
it: Visualizza

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica

source: Please sign up
de: Bitte melden Sie sich an.
es: Por favor, regístrese
fr: Veuillez vous inscrire
it: Si prega di registrarsi

source: Choose a language
de: Wählen Sie eine Sprache.
es: Escoja un idioma
fr: Choisir une langue
it: Scegli una lingua

source: First name
de: Vorname
es: Nombre
fr: Prénom
it: Nome

source: Last name
de: Nachname
es: Apellido
fr: Nom de famille
it: Cognome

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

source: Confirm password
de: Passwortbestätigung
es: Repita la contraseña
fr: Confirmer votre mot de passe
it: Conferma password

source: Register
de: Registrieren
es: Registrar
fr: Enregistrer
it: Registra

source: Sellers
de: Verkäufer
es: Vendedores
fr: Vendeurs
it: Venditori

source: Delete Seller
de: Verkäufer löschen
es: Borrar vendedor
fr: Supprimer le vendeur
it: Cancella Venditore

source: General Information
de: Allgemeine Informationen
es: Información general
fr: Informations générales
it: Informazioni Generali

source: A User already exists with mail {0}
de: Ein Nutzer mit der E-Mail {0} existiert bereits.
es: Ya existe un usuario con la dirección de correo {0}
fr: L’adresse e-mail existe déjà {0}
it: Esiste già un Utente con e-mail {0}

source: {0} Admin
de: {0} Administrator
es: {0} Administrador
fr: {0} Administrateur

source: Welcome to your Ebay Fashion template
de: Willkommen in Ihrem eBay Fashion Template.
es: Bienvenido a su plantilla de moda de eBay
fr: Bienvenue sur votre template eBay Fashion
it: Benvenuto nel tuo modello eBay Fashion

source: Your profile has been successfuly updated.
de: Ihr Profil wurde erfolgreich geändert.
es: Su perfil se ha actualizado con éxito.
fr: Votre profil a bien été mis à jour.
it: Il tuo profilo è stato aggiornato con successo.

source: Your profile can't be saved. Please try again.
de: Ihr Profil konnte nicht gespeichert werden. Bitte versuchen Sie es noch einmal.
es: No se puede guardar su perfil. Por favor, inténtelo de nuevo.
fr: Votre profil n’a pas pu être sauvegardé. Veuillez réessayer.
it: Il tuo profilo non può essere salvato. Si prega di riprovare.

source: The new E-Mail couldn't be saved. Please try again.
de: Die neue E-Mail Adresse konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es: No se puede guardar la nueva dirección de correo electrónico. Por favor, inténtelo de nuevo.
fr: La nouvelle adresse mail n’a pas pu être sauvegardée. Veuillez réessayer.
it: La nuova E-Mail non può essere salvata. Si prega di riprovare.

source: Please enter the correct password.
de: Bitte geben Sie das richtige Passwort ein.
es: Por favor, introduzca la contraseña correcta.
fr: Veuillez entrer un mot de passe valide.
it: Si prega di inserire la password corretta.

source: The link isn't valid. Please be sure that it isn't older than 24 hours.
de: Dieser Link ist nicht mehr gültig. Bitte stellen Sie sicher, dass der Link nicht älter als 24 Stunden ist.
es: El enlace no es válido. Por favor, asegúrese de que no se ha generado hace más de 24 horas.
fr: Le lien n’est pas valide. Assurez-vous qu’il ne dépasse pas les 24 heures.
it: Il collegamento non è valido. Si prega di verificare che non sia più vecchio di 24 ore.

source: Your password has been successfuly changed.
de: Ihr Passwort wurde erfolgreich geändert.
es: Su contraseña se ha cambiado con éxito.
fr: Votre mot de passe a été modifié avec succès.
it: La password è stata cambiata con successo.

source: Your new password can't be saved. Please try again.
de: Ihr neues Passwort konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es: No se puede guardar su nueva contraseña. Por favor, inténtelo de nuevo.
fr: Votre nouveau mot de passe n’as pas pu être sauvegardé. Veuillez réessayer.
it: La nuova password non può essere salvata. Si prega di riprovare.

source: Passwords don't match. Please try again.
de: Ihr Passwort stimmt nicht überein. Bitte versuchen Sie es erneut.
es: Las contraseñas no coinciden. Por favor, inténtelo de nuevo.
fr: Les mots de passes que vous avez saisi ne sont pas compatibles. Veuillez réessayer.
it: Le password non corrispondono. Si prega di riprovare.

source: Your password isn't correct. Please try again.
de: Ihr Passwort ist nicht korrekt. Bitte geben Sie es erneut ein.
es: Su contraseña no es correcta. Por favor, inténtelo de nuevo.
fr: Votre mot de passe n’est pas valide. Veuillez réessayer.
it: La password non è corretta. Si prega di riprovare.

source: Assistant
de: Assistent
es: Asistente
it: Assistente

source: Customize
de: Anpassen
es: Personalizar
fr: Personnalisez
it: Personalizza

source: Download
de: Herunterladen
es: Descargar
fr: Téléchargez
it: Scarica

source: Create your own template now
de: Gestalten Sie jetzt ihr individuelles Template
es: Crea tu propia plantilla ahora
fr: Créer votre propre modèle maintenant.
it: Crea ora il tuo modello

source: Add your company information - Step 1 of 2
de: Bitte geben Sie Ihre Firmendaten an - Schritt 1 von 2
es: Añadir la información de su empresa - Paso 1 de 2
fr: Ajoutez les informations relatives à votre entreprise – Étape 1 sur 2
it: Aggiungi le informazioni della tua azienda – Step 1 di 2

source: Add your billing address information - Step 1 of 2
de: Bitte geben Sie Ihre Rechnungsadresse an - Schritt 1 von 2

source: Billing Address
de: Rechnungsadresse

source: Create Ebay Fashion Account
de: Erstellen Sie Ihren eBay Fashion Account
es: Crear cuenta de moda de eBay
fr: Créez votre compte eBay fashion
it: Crea eBay Fashion Account

source: Merchant mail
de: Händler E-Mail
es: Correo del vendedor
fr: Adresse e-mail marchande

source: Ebay store name
de: eBay Shop-Name
es: Nombre de tienda eBay
fr: Nom de l’eBay store
it: Nome store eBay

source: file_name
de: Datei Name
es: nombre_de_archivo
fr: nom_fichier
it: nome_file

source: eBay Category ID's
de: eBay Kategorie ID's

source: Created
de: Erstellt
es: Creada
fr: Créé
it: Creato

source: Modified
de: Angepasst
es: Modificada
fr: Modifié
it: Modificato

source: ebay_fashion_store_id
de: eBay Fashion Shop ID
es: identificación_de_tienda_de_moda_ebay
fr: identifiant_eBay_fashion_store
it: id_ store_eBay_fashion

source: description
de: Beschreibung
es: descripción
it: descrizione

source: is_active
de: Ist aktiv
es: está_activa
fr: actif
it: è_attivo

source: Edit eBay Fashion Store Brand
de: eBay Fashion Shop Marke bearbeiten
es: Editar marca de tienda de moda de eBay
fr: Modifier la marque de l’eBay fashion store
it: Modifica Brand eBay Fashion Store

source: Brand Name
de: Markenname
es: Nombre de la marca
fr: Nom de la marque
it: Nome Brand

source: eBay Fashion Store
de: eBay Fashion Shop
es: Tienda de moda de eBay
it: Store Fashion eBay

source: Ebay Fashion Store Brands
de: eBay Fashion Shop Marken
es: Marcas de la tienda de moda de eBay
fr: Marques de l’eBay fashion store
it: Brands Store Fashion eBay

source: List of Ebay Fashion Store Brands
de: Liste der eBay Fashion Shop Marken
es: Lista de marcas de la tienda de moda de eBay
fr: Liste des marques de l’eBay fashion store
it: Elenco Brands Store Fashion eBay

source: Add New Ebay Fashion Store Brand
de: Fügen Sie zusätzliche eBay Fashion Shop Marken hinzu.
es: Añadir nueva marca de la tienda de moda de eBay
fr: Ajouter une nouvelle marque à l’eBay fashion store
it: Aggiungi Nuovo Brand Store eBay Fashion

source: Edit Ebay Fashion Store Brand
de: Bearbeiten Sie die eBay Fashion Shop Marken
es: Editar marca de la tienda de moda de eBay
fr: Modifier une marque de l’eBay fashion store
it: Modifica Brand Store eBay Fashion

source: Delete Ebay Fashion Store Brand
de: Löschen Sie die eBay Fashion Shop Marken
es: Borrar marca de la tienda de moda de eBay
fr: Supprimer une marque de l’eBay fashion store
it: Cancella Brand Store eBay Fashion

source: Description
de: Beschreibung
es: Descripción
it: Descrizione

source: Is Active
de: Ist Aktiv
es: Está activa
fr: Actif
it: È Attivo

source: Yes
de: Ja
es: Sí
fr: Oui
it: Si

source: No
de: Nein
fr: Non

source: Edit your eBay connection
de: Bearbeiten Sie Ihre eBay Schnittstelle.
es: Editar su conexión a eBay
fr: Modifier votre connexion eBay
it: Modifica il tuo collegamento eBay

source: Change E-Mail Address
de: Ändern Sie Ihre E-Mail Adresse.
es: Cambiar la dirección de correo electrónico
fr: Changer d’adresse mail
it: Modifica Indirizzo E-mail

source: New E-Mail
de: Neue E-Mail Adresse
es: Nueva dirección de correo electrónico
fr: Nouvel email
it: Nuova E-Mail

source: Confirm New E-Mail
de: Bestätigen Sie Ihre neue E-Mail Adresse.
es: Confirmar la nueva dirección de correo electrónico
fr: Confirmez votre nouvel email
it: Conferma Nuova E-Mail

source: Current Password
de: Aktuelles Passwort
es: Contraseña actual
fr: Mot de passe actuel
it: Password Attuale

source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Sauvegarder les modifications
it: Salva Modifiche

source: Change Password
de: Passwort ändern
es: Cambiar la contraseña
fr: Modifier le mot de passe
it: Cambia Password

source: Old Password
de: Altes Passwort
es: Contraseña antigua
fr: Ancien mot de passe
it: Vecchia Password

source: New Password
de: Neues Passwort
es: Contraseña nueva
fr: Nouveau Mot de Passe
it: Nuova Password

source: Confirm New Password
de: Neues Passwort bestätigen
es: Confirmar la nueva contraseña
fr: Confirmer le nouveau mot de passe
it: Conferma Nuova Password

source: Edit Account Data
de: Accountdaten bearbeiten
es: Editar los datos de la cuenta
fr: Modifier les informations relatives à votre compte
it: Modifica Dati Account

source: Company Name
de: Firmenname
es: Nombre de la empresa
fr: Nom de la société
it: Nome Azienda

source: Street
de: Strasse
es: Calle
fr: Rue
it: Strada

source: City
de: Stadt
es: Ciudad
fr: Ville
it: Città

source: Phone Number
de: Telefon
es: Número de teléfono
fr: Numéro de téléphone
it: Numero di Telefono

source: Webshop/Site
de: Homepage
es: Tienda/sitio web
fr: Site/Boutique web
it: Webshop/Sito

source: List of Ebay Stores
de: Liste der eBay Shops
es: Lista de tiendas de eBay
fr: Liste des eBay stores
it: Elenco degli Store eBay

source: Test Item Template
de: Test Artikel Template
es: Plantilla de artículo de prueba
fr: Template d’élément d’essai
it: Prova Modello Articolo

source: Address
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo

source: Change E-Mail
de: E-Mail Adresse ändern
es: Cambiar correo electrónico
fr: Changer d’adresse mail
it: Modifica E-Mail

source: Test Your eBay Template
de: Testen Sie Ihr eBay Template
es: Probar su plantilla de eBay
fr: Testez votre eBay template
it: Prova il tuo Modello eBay

source: Ebay Item Id
de: eBay Artikelnummer
es: Identificación de artículo de eBay
fr: Identifiant d’article eBay
it: Id Articolo eBay

source: Ebay Fashion Stores
de: eBay Fashion Shops
es: Tiendas de moda de eBay
it: Store eBay Fashion

source: Add New Ebay Store
de: Neuen eBay Shop hinzufügen
es: Añadir nueva tienda de eBay
fr: Ajouter un nouveau eBay store
it: Aggiungi Nuovo Store eBay

source: Edit Ebay Store
de: eBay Shop bearbeiten
es: Editar tienda de eBay
fr: Modifier un eBay store
it: Modifica Store eBay

source: Delete Ebay Store
de: eBay Shop löschen
es: Borrar tienda de eBay
fr: Supprimer un eBay store
it: Cancella Store eBay

source: Product Template
de: Artikel Template
es: Plantilla de producto
fr: Template de produit
it: Modello Prodotto

source: Store Template
de: Shop Template
es: Plantilla de tienda
fr: Template de boutique
it: Modello Store

source: Test Mode
de: Test Modus
es: Modo de prueba
fr: Mode essai
it: Modalità di Prova

source: Add New Ebay Fashion Template
de: Neues eBay Fashion Template hinzufügen.
es: Añadir nueva plantilla de moda de eBay
fr: Ajouter un nouveau Template d’eBay fashion
it: Aggiungi Nuovo Modello eBay Fashion

source: List of Ebay Fashion Templates
de: Liste der eBay Fashion Templates.
es: Lista de plantillas de moda de eBay
fr: Liste des templates d’eBay fashion
it: Elenco di Modelli eBay Fashion

source: store_template
de: Shop_Template
es: plantilla_de_tienda
fr: template_de_boutique
it: modello_store

source: item_template
de: Artikel_Template
es: plantilla_de_artículo
fr: template_de_produit
it: modello_articolo

source: Edit Ebay Fashion Template
de: eBay FashionTemplate bearbeiten.
es: Editar la plantilla de moda de eBay
fr: Modifier un Template d’eBay fashion
it: Modifica Modello eBay Fashion

source: Delete Ebay Fashion Template
de: eBay Fashion Template löschen
es: Borrar la plantilla de moda de eBay
fr: Supprimer un Template d’eBay fashion
it: Cancella Modello eBay Fashion

source: Item Template
de: Artikel Template
es: Plantilla de artículo
fr: Template de produit
it: Modello Articolo

source: Related Ebay Fashion Stores
de: Ähnliche eBay Shops
es: Tiendas de moda de eBay relacionadas
fr: eBay fashion stores concernés
it: Store eBay Fashion Correlati

source: Add your company name to get proper invoices from us.
de: Ergänzen Sie Ihren Firmennamen, um eine korrekte Rechnung von uns zu erhalten.
es: Añada el nombre de su empresa para que las facturas que le proporcionemos sean correctas.
fr: Ajouter le nom de votre société afin de recevoir des factures en bonne et due forme de notre part
it: Aggiungi la tua azienda per ottenere fatture corrette da parte nostra.

source: Street Name
de: Strassenname
es: Nombre de la calle
fr: Rue
it: Nome Via

source: House Number
de: Haus-Nr.
es: Número
fr: Numéro de rue
it: Numero Civico

source: Choose a country
de: Wählen Sie ein Land
es: Escoja un país
fr: Choisir un pays
it: Scegli una nazione

source: Zip Code
de: PLZ
es: Código postal
fr: Code postal
it: CAP

source: Website
de: Webseite
es: Sitio web
fr: Site web
it: Sito

source: Next step
de: Nächster Schritt
es: Siguiente paso
fr: Prochaine étape
it: Prossimo passaggio

source: We need to link eBay Template Creator to your eBay account in order to update the templates automatically.
de: Wir müssen eBay Template Creator mit Ihrem eBay Konto verknüpfen, damit sich die Templates automatisch aktualisieren können.
es: Necesitamos vincular eBay Template Creator a su cuenta de eBay para actualizar las plantillas automáticamente.
fr: Nous devons associer eBay Template Creator à votre compte eBay pour pouvoir mettre les modèles à jour automatiquement.
it: Abbiamo bisogno di collegare eBay Template Creator al tuo account eBay per aggiornare automaticamente i modelli.

source: Please press <strong>"Connect your eBay account"</strong> to do so.
de: Bitte klicken Sie hierfür auf <strong>„eBay Konto verknüpfen”</strong>.
es: Por favor, pulse <strong>"Conectarse a su cuenta de eBay"</strong> para hacerlo.
fr: Veuillez sélectionner <strong>Accéder à votre compte eBay</strong>.
it: Premere <strong>"Collega il tuo account eBay "</strong> per fare questo.

source: Then proceed with <strong>"Get token"</strong> in order to complete this step.
de: Klicken Sie dann auf den Button <strong>„Token anfordern“</strong>, um den Vorgang abzuschließen
es: Continúe con <strong>"Obtener token"</strong> para completar este paso.
fr: Sélectionnez ensuite <strong>Obtenir un code</strong> pour terminer cette étape.
it: Quindi prosegui con <strong>"Ottieni token"</strong> per completare questo passaggio.

source: Please pay attention to the fact that both steps need to be done within 5 minutes.
de: Bitte beachten Sie, dass beide Schritte innerhalb von 5 Minuten durchgeführt werden müssen.
es: Le rogamos que tenga en cuenta que ambos pasos deben realizarse en 5 minutos.
fr: Veuillez faire en sorte que ces deux étapes soient effectuées dans un délai de 5 minutes.
it: Attenzione, entrambi i passaggi devono essere eseguiti entro 5 minuti.

source: eBay account status
de: eBay Konto Status
es: Estado de cuenta de eBay
fr: État du compte eBay
it: Stato account eBay

source: Connected
de: Verbunden
es: Conectada
fr: Connecté
it: Collegato

source: Not connected
de: Nicht verbunden
es: No conectada
fr: Pas connecté
it: Non collegato

source: Recreate connection
de: Verbindung erneuern

source: Connect your eBay account
de: Verbinden Sie Ihr eBay Konto
es: Conectarse a su cuenta de eBay
fr: Connectez votre compte eBay
it: Collega il tuo account eBay

source: Get token
de: Token anfordern
es: Obtener token
fr: Recevoir des jetons d’authentification
it: Ottieni token

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti

source: Proceed without token
de: Weiter ohne Token
es: Continuar sin token
fr: Poursuivre sans jeton d’authentification
it: Procedi senza token

source: eBay Account Name
de: eBay Kontoname
es: Nombre de cuenta de eBay
fr: Nom du compte eBay
it: Nome Account eBay

source: If you ever changed your eBay store name, put the old name here.
de: Wenn Sie den Namen Ihres eBay-Shops schon einmal geändert haben, geben Sie den alten Namen hier ein.
es: Si alguna vez ha cambiado el nombre de su tienda de eBay, introduzca el nombre antiguo aquí.
fr: Si vous avez déjà modifié le nom de votre eBay store, veuillez insérer l’ancien nom ici.
it: Se hai cambiato il nome del tuo store eBay, inserisci qui il vecchio nome.

source: eBay Store Name
de: eBay Shop Name
es: Nombre de tienda de eBay
fr: Nom de l’eBay store
it: Nome Store eBay

source: Your actual store name. If you ever changed your eBay store name, put the new name here.
de: Ihr aktueller eBay Shop Name. Falls Sie Ihren eBay Shop Namen jemals geändert haben, geben Sie den neuen Namen bitte hier ein.
es: Su nombre de tienda actual. Si alguna vez ha cambiado el nombre de su tienda de eBay, introduzca el nuevo nombre aquí.
fr: Le nom exact de votre store. Si vous avez déjà changé le nom de votre eBay store, veuillez insérer le nouveau nom ici.
it: Il nome attuale del tuo store. Se hai cambiato il nome del tuo store eBay, inserisci qui il vecchio nome.

source: No Template
de: Kein Template
es: Sin plantilla
fr: Pas de template
it: Nessun Modello

source: Item Template Design
de: Artikel Template Design
es: Diseño de la plantilla de artículo
fr: Design de l’item template
it: Design Modello Articolo

source: Store Slogan
de: Shop Slogan
es: Eslogan de la tienda
fr: slogan de la boutique
it: Slogan Store

source: (max 80 symbols)
de: maximal 80 Zeichen
es: (máximo 80 caracteres)
fr: (max. 80 symboles)
it: (max. 80 caratteri)

source: Store Description
de: Shopbeschreibung
es: Descripción de la tienda
fr: Description de la boutique
it: Descrizione Store

source: (max 160 symbols)
de: maximal 160 Zeichen
es: (máximo 160 caracteres)
fr: (max. 160 symboles)
it: (max. 160 caratteri)

source: Change Store Logo
de: Shoplogo wechseln
es: Cambiar logo de la tiend
fr: Changer le logo de la boutique
it: Modifica Store logo

source: PNG- or JPG-file with max. 200x150px and {0} MB
de: .png oder .jpg Datei mit maximal 200x150 Pixel und {0} MB
es: Archivo PNG o JPG de 200x150 píxeles y {0} MB como máximo
fr: Fichier PNG ou JPG taille maximale 200x150 pixels et {0} MB
it: File-JPG o PNG con max. 200x150px e {0} MB

source: Change Store Banner
de: Shopbanner wechseln
es: Cambiar banner de la tienda
fr: Modifier la bannière de la boutique
it: Modifica Store banner

source: PNG- or JPG-file with max. 1140x450px and {0} MB
de: .png oder .jpg Datei mit maximal 1140x450 Pixel und {0} MB
es: Archivo PNG o JPG de 1140x450 píxeles y {0} MB como máximo
fr: Fichier PNG ou JPG taille maximale 1140x450 pixels et {0} MB
it: File-JPG o PNG con max. 1140x450px e {0} MB

source: Main Colour
de: Hauptfarbe
es: Color principal
fr: Couleur principale
it: Colore Principale

source: Accent Colour
de: Akzentfarbe
es: Color acentuado
fr: Couleur d’appoint
it: Colore Accento

source: Store Text Colour
de: Shoptextfarbe
es: Color del texto
fr: Couleur du texte
it: Colore Testo

source: Shop Template
de: Shopvorlage
es: Plantilla de tienda
fr: Template de la boutique
it: Modello Shop

source: Mobile Item Template
de: Mobiles Artikel Template
es: Plantilla de artículo móvil
fr: Template d’item mobile
it: Modello Articolo Mobile

source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
it: Resetta

source: Download template
de: Template herunterladen
es: Descargar plantilla
fr: Télécharger un template
it: Scarica modello

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva
