Repository: arsal4113/wunsch-version1
Catalog: src/Locale/*/default.po
Languages: de, es, fr, it

source: Participate
de: Teilnehmen

source: Conditions of Participation
de: Teilnahmebedingungen

source: Log out
de: Abmelden
es: Desconectarse
fr: Se déconnecter
it: Esci

source: Activate Your Account
de: Aktivieren Sie Ihren Account
es: Active Su Cuenta
fr: Activer votre compte
it: Attiva il tuo account

source: Activate Account
de: Account aktivieren
es: Activar Cuenta
fr: Activer le compte
it: Attiva l'account

source: User Credentials
de: Benutzerdaten
es: Datos de Usuario
fr: Utilisateur
it: Utente

source: Company
de: Firma
es: Empresa
fr: Société
it: Azienda

source: Welcome to the catch universe!
de: Wir freuen uns auf Dich!

source: Invalid username or password, try again
de: Das eingegebene Passwort oder Benutzername ist falsch. Bitte versuche es noch einmal.

source: Please enter a valid email address.
de: Bitte gebe eine gültige E-Mail Adresse ein.

source: E-Mail Address Change Request
de: E-Mail-Adressänderung
es: Cambio del correo electrónico
fr: Changer d’adresse mail
it: Cambiare Email

source: You’ve requested to change your email address on file to {0}. Just click the link below and you’ll be all set.
de: Sie haben um eine Änderung Ihrer Email Adresse zu {0} gebeten. Klicken Sie hierzu einfach auf den unteren Link.
es: Ha solicitado cambiar la dirección de correo electrónico registrada con nosotros a {0}. Para hacerlo, solo tiene que pulsar el vínculo que encontrará abajo.
fr: Vous souhaitez remplacer l’adresse email enregistrée dans votre compte par {0}. Cliquez sur le lien ci-dessous pour effectuer le changement.
it: Ci hai chiesto di cambiare il tuo indirizzo email con cui ti sei registrato sulla nostra piattaforma con {0}. Per farlo, clicca semplicemente il link qui sotto:

source: Click here to confirm your request.
de: Klicken Sie hier, um Ihre Anfrage zu bestätigen.
es: Pulsa aquí para confirmar la solicitud
fr: Cliquez ici pour confirmer votre requête
it: Cambiare email riuscito

source: E-Mail Address Change Request Confirmation
de: E-Mail-Adressänderung
es: Cambio del correo electrónico exitoso
fr: Changer d’Adresse Mail Succès
it: Cambiare Email

source: Nice job - you’ve successfully changed your email address on file to {0}.
de: Ihre E-Mail-Adresse wurde erfolgreich geändert in {0}.
es: Enhorabuena. Ha cambiado correctamente la dirección de correo electrónico registrada con nosotros a {0}.
fr: L’adresse e-mail enregistrée dans votre compte a été remplacée avec succès par {0}.
it: hai cambiato correttamente il tuo indirizzo email registrato presso di noi in {0}.

source: If you didn’t request this change, please get in touch and let us know immediately.
de: Sollten Sie diese Änderung nicht veranlasst haben, informieren Sie uns bitte umgehend.
es: Si no ha solicitado este cambio, póngase en contacto con nosotros lo antes posible.
fr: Si vous n’avez pas demandé ce changement, merci de nous en informer immédiatement.
it: Se non hai richiesto tu questo cambiamento, contattaci immediatamente.

source: If you did not change your E-Mail, please contact us immediately.
de: Sollten Sie diese Änderung nicht veranlasst haben, informieren Sie uns bitte umgehend.
es: Si no ha solicitado este cambio, póngase en contacto con nosotros lo antes posible.
fr: Si vous n’avez pas demandé ce changement, merci de nous en informer immédiatement.
it: Se non hai richiesto tu questo cambiamento, contattaci immediatamente.

source: Change your password
de: Ändere dein Passwort

source: Enter your new password.
de: Bitte gebe dein neues Passwort an.

source: Enter your old password
de: Gebe dein altes Passwort ein

source: Nice job – you’ve successfully changed your password.
de: Ihr Passwort wurde erfolgreich geändert.
es: Enhorabuena. Ha restablecido correctamente su contraseña.
fr: Votre mot de passe a été changé avec succès!
it: hai reimpostato correttamente la tua password.

source: If you didn’t change your password, please get in touch and let us know immediately.
de: Falls Sie diese Passwortänderung nicht veranlasst haben, informieren Sie uns bitte umgehend.
es: Si no ha cambiado su contraseña, póngase en contacto con nosotros lo antes posible.
fr: Si vous n’aviez pas demandé à modifier votre mot de passe, prévenez-nous immédiatement.
it: Se non hai reimpostato la tua password, contattaci immediatamente.

source: You recently requested to reset your password for your eBay Free Template account with i-ways. Don’t worry - we all forget sometimes.
de: Sie haben vor Kurzem die Zurücksetzung Ihres Passwortes für Ihren eBay Free Template Account beantragt. Bitte klicken Sie auf den Button unten in der Mail, um das Passwort zurückzusetzen.
es: Recientemente solicitó el restablecimiento de la contraseña de su cuenta con i-ways. No se preocupe, le puede pasar a cualquiera.
fr: Vous avez récemment demandé à réinitialiser le mot de passe de votre compte i-ways.
it: Di recente ci hai chiesto di reimpostare la tua password per il tuo account su i-ways. Per reimpostare la tua password, clicca sul link qui sotto:

source: Reset your password now
de: Passwort zurücksetzen
es: Restablezca su contraseña
fr: Réinitialiser votre mot de passe
it: Reimpostare la Password

source: Forgot Password Request
de: Passwort wiederherstellen
es: Contraseña Olvidada
fr: Changer Mot de Passe
it: Reimpostare la Password

source: Thanks,
de: Beste Grüße
es: Gracias,
fr: Bonne journée,
it: Grazie

source: If you didn’t request a password reset, you can ignore this email or reply to let us know.
de: Sollten Sie die Zurücksetzung nicht beantragt haben, dann können Sie diese Mail ignorieren oder uns darüber informieren.
es: Si no ha solicitado restablecer su contraseña, puede ignorar este mensaje o comunicárnoslo.
fr: Si vous n’avez pas demandé que votre mot de passe soit réinitialisé, vous pouvez ignorer cet email.
it: Se non hai richiesto di reimpostare la password, puoi ignorare questa mail.

source: This password reset link is only valid for the next 24 hours.
de: Bitte beachten Sie, dass dieser Link nur innerhalb der nächsten 24 Stunden gültig ist.
es: Este vínculo para restablecer su contraseña solo es válido durante 24 horas.
fr: Le lien pour réinitialiser le mot de passe est valide pendant 24 heures.
it: Il link per reimpostare la password è valido solo per le prossime 24 ore.

source: Welcome to i-ways eBay Template Creator
de: Willkomen bei i-ways eBay Template Creator
es: Bienvenido a i-ways Configurador de Plantillas de eBay
fr: Bienvenue sur le modèle de fiche produit i-ways
it: Benvenuto

source: Hello
de: Hallo
es: Hola
fr: Bonjour
it: Ciao

source: Due to a technical issue, we are resending your activation email.
de: Aufgrund eines technischen Fehlers, schicken wir den Aktivierungslink erneut zu.
es: Desgraciadamente, se ha producido un problema técnico y hemos tenido que volver a enviarte el mensaje de correo electrónico de activación.
fr: A cause d'une erreur technique, nous avons dû vous renvoyer un email d'activation.
it: Purtroppo ci è stato un problema tecnico e abbiamo dovuto inviarti di nuovo l’e-mail di attivazione.

source: Hi
de: Hallo
es: Hola
fr: Bonjour
it: Ciao

source: Welcome to the i-ways eBay Template Creator, made in partnership with eBay!
de: Herzlich Willkommen bei i-ways eBay Template Creator in Kooperation mit eBay!
es: Le damos la bienvenida al Configurador de plantillas de eBay de i-ways, en colaboración con eBay.
fr: Bienvenue sur le modèle de fiche produit i-ways en coopération avec eBay!
it: Benvenuto sul Modello per inserzioni su eBay di i-ways in collaborazione con eBay!

source: With our free template design tool, you’ll be able to add attractive, fully-customisable design to your eBay item descriptions and your eBay shop.
de: Mit dem Free eBay Template wird es Ihnen möglich sein, Ihre Artikelbeschreibungen bei eBay und Ihren eBay Shop mit einem attraktiven, personalisierbaren Template zu versehen.
es: Con nuestra herramienta de diseño de plantillas gratis podrá añadir un diseño completamente personalizable y atractivo a la descripción de su artículo en eBay y en su Tienda eBay.
fr: Cet outil gratuit vous permet de personnaliser les descriptions de vos objets sur eBay, ainsi que votre Boutique eBay.
it: Con il nostro strumento gratuito per creare modelli di inserzione, potrai aggiungere ai tuoi Negozi eBay e alle tue descrizioni degli oggetti un design accattivante e completamente personalizzabile.

source: You’ve specified the following login details to use our system:
de: Für die Nutzung unseres Produktes, haben Sie folgende Daten eingegeben:
es: Ha añadido siguientes datos para usar nuestra aplicación:
fr: Vous nous avez communiqué les données de connexion suivantes:
it: Per utilizzare il nostro sistema hai specificato il seguente dettaglio:

source: Your login data is your secret password and your user name:
de: Ihre Login Daten bestehen aus Ihrem geheimen Passwort und Ihrem Benutzernamen:
es: Ha especificado los siguientes datos de identificación en nuestro sistema:
fr: Vous nous avez communiqué les données de connexion suivantes:
it: Per utilizzare il nostro sistema hai specificato il seguente dettaglio:

source: User name:
de: Benutzername:
es: Nombre de usuario:
fr: Nom d’utilisateur:
it: Nome utente:

source: More products on
de: Mehr Produkte auf
es: Más productos en
fr: Plus de produits sur
it: Più prodotti su

source: Simply click the link below to start using our i-ways eBay Template Creator immediately. In just a few steps, you’ll be able to design and download your own template. Our templates are compatible with most common listing providers and tools.
de: Klicken Sie einfach auf den unteren Aktivierungslink und beginnen Sie gleich mit der Einrichtung Ihres Templates. In wenigen Schritten können Sie das personalisierte Template runterladen und in die meisten Listingtools und Middlewares einbinden(z.B. AfterBuy, DreamRobot usw.).
es: Para empezar a usar ya nuestro Configurador de plantillas de eBay de i-ways solo tiene que pulsar el vínculo que aparece a continuación. En unos pocos pasos podrá diseñar y descargar su propia plantilla. Nuestras plantillas son compatibles con los listing proveedores y herramientas más comunes.
fr: Cliquez sur le lien ci-dessous pour commencer à utiliser le modèle de fiche produit. Dans quelques minutes, vous pourrez personnaliser et télécharger votre propre modèle. Nos modèles sont compatibles avec la plupart des outils de mise en vente tiers.
it: In pochi, semplici passaggi potrai subito disegnare e scaricare il tuo modello. I nostri modelli sono compatibili con la maggior parte dei fornitori di inserzioni e strumenti.

source: Activation link:
de: Aktivierungslink:
es: Enlace de activación:
fr: Lien d'activation :
it: Link di Attivazione

source: Get started designing your template now
de: Fangen Sie jetzt an, Ihr Template zu entwerfen
es: Empezar a usar la plantilla
fr: Commencez à créer votre modèle
it: Link di Attivazione

source: Have a great day,
de: Mit freundlichen Grüßen
es: Atentamente,
fr: Bonne journée,
it: Ti auguriamo una buona giornata,

source: Your i-ways eBay Template Creator Team
de: Ihr i-ways eBay Template Creator Team
es: El equipo de i-ways del Configurador de plantillas de eBay
fr: L’équipe i-ways
it: Il tuo team i-ways per eBay

source: Proprietor: Silvio von Krüchten, Arturas Sendrauskas<br>CRB-Nr: 103417B, Lower Regional Court Berlin<br>Headquarters of the company: Berlin<br>Sales tax ID: DE 814727405
de: Geschäftsführer: Silvio von Krüchten, Arturas Sendrauskas<br>HRB-Nr: 103417B, Amtsgericht Berlin<br>Sitz der Gesellschaft: Berlin<br>UID: DE 814727405<br>
es: Propietario: Silvio von Krüchten, Arturas Sendrauskas<br>Número de Registro Mercantil: 103417B, Tribunal Regional de Primera Instancia de Berlín<br>Sede de la empresa: Berlín<br>Código de Identificación Fiscal: DE 814727405
fr: Propriétaires : Silvio von Krüchten, Arturas Sendrauskas<br>Numéro CRB : 103417B, tribunal régional de Berlin<br>Siège social de la société : Berlin<br>Numéro d'identification TVA : DE 814727405
it: Titolare: Silvio von Krüchten, Arturas Sendrauskas<br>CRB-Nr: 103417B, Lower Regional Court Berlino<br>Sede della società: Berlino<br>Partita IVA: DE 814727405

source: This email message (including attachments) contains information which may be confidential and/or legally privileged. Unless you are the intended recipient, you may not use, copy or disclose to anyone the message or any information contained in the message or from any attachments that were sent with this email, and If you have received this email message in error, please advise the sender by email, and delete the message. Unauthorised disclosure and/or use of information contained in this email may result in civil and criminal liability.
de: Die Information in dieser E-Mail ist vertraulich und kann dem Berufsgeheimnis unterliegen. Sie ist ausschließlich für den Adressaten bestimmt. Jeglicher Zugriff auf diese der für diese E-Mail bestimmte Adressat sein, ist Ihnen jede Veröffentlichung, Vervielfältigung oder Weitergabe wie auch das Ergreifen oder Unterlassen von Maßnahmen im Vertrauen auf erlangte Information untersagt.
es: Este correo electrónico (lo que incluye sus adjuntos) contiene información que podría ser confidencial o legalmente privilegiada. Salvo que usted sea el receptor al que se dirige, no se le permite utilizar, copiar ni divulgar a nadie el mensaje ni ninguna información contenida en el mismo o en cualquiera de los adjuntos enviados en este correo electrónico. Si ha recibido este correo electrónico por error, le rogamos que informe al remitente por correo electrónico y que borre el mensaje. La divulgación y/o el uso sin autorización de información contenida en este correo electrónico puede conllevar responsabilidades civiles y penales.
fr: Cet e-mail (pièces jointes incluses) contient des informations qui peuvent être confidentielles et/ou faire l'objet d'une obligation légale de confidentialité. Si vous n'êtes pas le destinataire prévu, il vous est interdit d'utiliser, de copier ou de partager le contenu de cet e-mail ou de ses pièces jointes, et si vous avez reçu cet e-mail par erreur, merci d'en avertir l'expéditeur par e-mail et de supprimer le message. La divulgation et/ou l'utilisation non autorisées des informations contenues dans cet e-mail peuvent entraîner une responsabilité civile ou pénale.
it: Questo messaggio e-mail (inclusi gli allegati) contiene informazioni che possono essere riservate e/o legalmente privilegiate. Se non è il destinatario, non potrà usare, copiare o rivelare a nessuno il messaggio o le informazioni contenute nel messaggio o qualsiasi allegato inviato con questa e-mail, e se ha ricevuto questo messaggio di posta elettronica per errore, si prega di informare il mittente via e-mail, e cancellare il messaggio. La divulgazione e/o l'uso non autorizzato di informazioni contenute in questa e-mail possono causare responsabilità civile e penale.

source: Manage Your Store
de: Shop Management
es: Gestionar su tienda
fr: Gérer votre boutique
it: Gestisci il Tuo Store

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo

source: Did You forget Your password?
de: Haben Sie das Passwort vergessen?
es: ¿Ha olvidado su contraseña?
fr: Avez-vous oublié votre mot de passe?
it: Dimenticato la Tua Password?

source: Please type your email here...
de: Bitte geben Sie Ihre Email ein...
es: Por favor, introduzca su correo electrónico aquí...
fr: Veuillez entrer votre adresse e-mail ici...
it: Ti preghiamo di inserire qui la tua e-mail...

source: Send request
de: Anfrage senden
es: Enviar solicitud
fr: Envoi de la requête
it: Invia richiesta

source: Back to login
de: Zurück zum Login
es: Volver al inicio de sesión
fr: Retour à la page de connexion
it: Indietro al login

source: Back to sign in
de: Zurück zur Anmeldung

source: If it says <b>"Connected"</b>, then you all set up :)
de: Sie brauchen nichts zu tun, wenn der Status "Verbunden" ist
es: Si aparece <b>"Conectado"</b> ha completado la configuración :)
fr: S'il y a écrit <b>"Connecté"</b>, alors vous êtes prêt :)
it: Se dice <b>"Connected"</b>, significa che è stato tutto impostato :)

source: Your eBay account connection
de: Ihre eBay Konto Verknüpfung
es: Su conexión con la cuenta de eBay
fr: Connexion vers votre compte eBay
it: Il collegamento al tuo account eBay

source: Show account information
de: Kontoinformationen anzeigen
es: Mostrar información de la cuenta
fr: Voir les informations du compte
it: Mostra informazioni sull’account

source: Edit connection
de: Verknüpfung bearbeiten
es: Editar la conexión
fr: Modifier les paramètres de connexion
it: Modifica collegamento

source: Token exp. date
de: Token verfällt
es: Fecha de caducidad del identificador
fr: Date d'exp. du code d'accès
it: Data scadenza token

source: No Style
de: Kein Stil
es: Sin Estilo
fr: Pas de Style
it: Nessuno Stile

source: Your template status
de: Ihr Template Status
es: Estado de su plantilla
fr: Statut du template
it: Lo status del tuo modello

source: Customize template
de: Template bearbeiten
es: Personalizar plantilla
fr: Personnalisation du template
it: Personalizza modello

source: Help Center
de: Hilfecenter
es: Centro de ayuda
fr: Centre d'aide
it: Centro Assistenza

source: Read Documentation
de: Anleitung zur Einbindung lesen
es: Leer la documentación
fr: Lire la documentation
it: Leggi la Documentazione

source: Registration could not be completed.
de: Registrierung konnte nicht abgeschlossen werden.
es: No ha sido posible completar el registro.
fr: L'inscription n'a pas pu aboutir.
it: La registrazione non può essere completata.

source: An account with this email already exists.
de: Ein Account mit dieser Email Adresse existiert bereits.
es: Ya existe una cuenta vinculada a este correo electrónico.
fr: Un compte existe déjà avec cette adresse e-mail.
it: Esiste già un account collegato a questa e-mail.

source: Your account was successfully activated! Please login.
de: Ihr Account wurde erfolgreich aktiviert! Bitte loggen Sie sich ein.
es: ¡Su cuenta se ha activado con éxito! Por favor, inicie sesión.
fr: Votre compte a été activé avec succès ! Connectez-vous.
it: Il tuo account è stato attivato con successo! Effettua il login.

source: Please check the captcha box.
de: Bitte markieren Sie die Captcha Box
es: Por favor, revise la casilla del captcha.
fr: Veuillez vérifier le champ captcha.
it: Controlla il riquadro captcha.

source: Thank You for signing up!
de: Danke für Ihre Anmeldung!
es: ¡Gracias por registrarse!
fr: Merci de votre inscription !
it: Grazie per esserti registrato

source: Password reset instructions have been sent to your email address. You have 24 hours to complete the request.
de: Instruktionen zum Zurücksetzen Ihres Passwortes wurden an Ihre Email geschickt. Sie haben 24 Stunden, um die Zurücksetzung zu vervollständigen.
es: Las instrucciones para reiniciar su contraseña se han enviado a su dirección de correo electrónico. Tiene 24 horas para completar la solicitud.
fr: Les instructions pour réinitialiser votre mot de passe ont été envoyées à votre adresse e-mail. Vous avez 24 heures pour suivre la procédure.
it: Le istruzioni per il reset della password sono state inviate al tuo indirizzo e-mail. Hai 24 ore di tempo per completare la richiesta.

source: We have sent you an email with an account activation link. Please check Your emails.
de: Wir haben Ihnen eine Email mit einem Aktivierungslink geschickt. Bitte checken Sie Ihre Mails.
es: Le hemos enviado un email con un enlace para activar su cuenta. Por favor, revise su correo electrónico.
fr: Nous vous avons envoyé un e-mail contenant un lien d'activation de votre compte. Veuillez consulter vos e-mails.
it: Ti abbiamo inviato una E-Mail con un link di attivazione per il tuo account, ti preghiamo di controllare la tua casella di posta.

source: Already registered? Log in here.
de: Schon registriert? Hier einloggen.
es: ¿Ya se ha registrado? Inicie sesión aquí.
fr: Déjà inscrit ? Connectez-vous ici.
it: Già registrato? Effettua qui il login

source: Store Name
de: Shop Name
es: Nombre de la tienda
fr: Nom de la boutique
it: Nome Store

source: Colour Theme
de: Farbschema
es: Paleta de colores
fr: Thème couleur
it: Colore Tema

source: i-Tool 3 is crafted with <i class="fa fa-heart red"></i> in Berlin, Germany
de: i-Tool 3 mit <i class="fa fa-heart red"></i> gemacht in Berlin
es: i-Tool 3 ha sido creado con <i class="fa fa-heart red"></i> en Berlín (Alemania)
fr: i-Tool 3 est conçu avec <i class="fa fa-heart red"></i> à Berlin, Allemagne
it: i-Tool 3 è creato con <i class="fa fa-heart red"></i> a Berlino, Germania

source: Sign in
de: Anmelden
es: Iniciar session
fr: Se connecter
it: Log in

source: Sign in now
de: Melde dich an

source: Register now
de: Registrier dich jetzt

source: Forgot your password?
de: Passwort vergessen?
es: ¿Ha olvidado su contraseña?
fr: Mot de passe oublié ?
it: Dimenticato la password?

source: Not registered yet?
de: Nicht registriert?
es: ¿Aún no se ha registrado?
fr: Pas encore inscrit ?
it: Non sei ancora registrato?

source: Available after 1.12.2016
de: Verfügbar nach 1.12.2016
es: Disponible desde el 1.12.2016
fr: Disponible après le 1.12.2016
it: Disponibile dopo il 01-12-2016

source: Welcome to eBay Template Creator
de: Willkommen zu eBay Template Creator
es: Bienvenido a Configurador de Plantillas de eBay
fr: Bienvenue sur le modèle de fiche produit
it: Benvenuto su Modelli per inserzioni su eBay

source: in cooperation with eBay
de: in Kooperation mit eBay
es: en cooperación con eBay
fr: en coopération avec eBay
it: in collaborazione con eBay

source: eBay Template Creator in cooperation with eBay is crafted with <i class="fa fa-heart red"></i> in Berlin, Germany
de: eBay Template Creator in Kooperation mit eBay gemacht mit <i class="fa fa-heart red"></i> in Berlin
es: Configurador de plantillas de eBay en cooperación con eBay ha sido creado con <i class="fa fa-heart red"></i> en Berlín (Alemania)
fr: Modèle de fiche produit eBay en coopération avec eBay est conçu avec <i class="fa fa-heart red"></i> à Berlin, Allemagne
it: Modelli per i zserzioni su eBay in collaborazione con eBay è creato con <i class="fa fa-heart red"></i> a Berlino, Germania

source: Please sign in
de: Bitte melden Sie sich an
es: Por favor, inicie sesión
fr: Identifiez-vous
it: La preghiamo di registrarsi

source: Welcome to your free registration.
de: Willkommen zu Ihrer kostenlosen Registrierung.
es: Biénvenido a su registro gratuito

source: Choose your language
de: Wählen Sie Ihre Sprache
es: Elija su lenguaje

source: Unfortunately the authentication has failed.
de: Leider ist Ihre Anmeldung fehlgeschlagen.
es: Por desgracia, la autentificación ha fallado.
fr: L’authentification a malheureusement échoué.
it: Purtroppo l’autenticazione è fallita.

source: Password and password confirmation do not match. Please input your password again.
de: Passwort und Passwortüberprüfung stimmen nicht überein. Bitte geben Sie Ihr Passwort erneut ein
es: La contraseña y la confirmación de la contraseña no coinciden. Por favor, introduzca su contraseña de nuevo.
fr: Le mot de passe et la confirmation du mot de passe ne sont pas compatibles. Veuillez insérer votre mot de passe à nouveau.
it: La Password e la conferma della password non corrispondono. Si prega di reinserire nuovamente la password.

source: Invalid username or password, please try again.
de: Ungültiger Benutzername oder Passwort, bitte versuchen Sie es erneut.
es: Nombre de usuario o contraseña incorrectos; por favor, inténtelo de nuevo.
fr: Nom d’utilisateur ou mot de passe incorrect, veuillez réessayer.
it: Nome utente o password non validi. Si prega di riprovare.
