Repository: arsal4113/wunsch-version1
Catalog: src/Locale/*/default.po
Languages: de, es, fr, it

source: eBay Buyer Protection with every purchase
de: eBay-Käuferschutz bei jedem Kauf

source: Shopping with the eBay warranty
de: Einkaufen mit der eBay Garantie

source: Secure payment with PayPal, SEPA direct debit and credit card
de: Zahlen mit PayPal, SEPA Lastschrift & Kreditkarte

source: Account
de: Kontoeinstellungen

source: My Wishlist
de: Meine Wunschliste

source: My Orders
de: Meine Bestellungen

source: All about us
de: Alles über uns

source: Follow us
de: Folge uns

source: Email Address
de: Deine E-Mail

source: Help & Contact
de: Hilfe & Kontakt

source: Subscribe to Newsletter
de: Newsletter abonnieren

source: You can unsubscribe news letter at any time through your account settings or a links in emails.
de: Du kannst diese E-Mails jederzeit über deine Kontoeinstellungen oder einen Link in den E-Mails abstellen.

source: Please log in or create an account to save items to your wish list.
de: Bitte logge dich ein, um Artikel zu deiner Wunschliste hinzuzufügen.

source: Shopping cart
de: Warenkorb

source: Get started and fill your cart with the latest trends.
de: Leg los und fülle deinen Warenkorb mit den neuesten Trends.

source: Do you need more inspiration?
de: Brauchst du mehr Inspiration?

source: Discover World of Trends
de: Entdecke World of Trends

source: Pay conveniently with
de: Bezahle bequem mit

source: When paying with PayPal, direct debit or credit card.
de: Bei Bezahlung mit PayPal, Lastschrift oder Kreditkarte.

source: Your Shopping Cart
de: Dein Warenkorb

source: Items in the basket are not reserved!
de: Artikel im Warenkorb werden nicht reserviert!

source: It will be tight in the shopping cart!
de: Es wird eng im Warenkorb!

source: You can put a maximum of ten different items in the cart.
de: Du kannst maximal zehn verschiedene Artikel in den Warenkorb legen.

source: You can put a maximum of {0} different items in the cart.
de: Du kannst maximal {0} verschiedene Artikel in den Warenkorb legen.

source: Now safe to Checkout
de: Jetzt sicher zur Kasse

source: By
de: Von

source: Number
de: Anzahl

source: Undo
de: Rückgängig

source: Article has been removed
de: Artikel wurde entfernt

source: Add to cart
de: In den Warenkorb

source: Added
de: Hinzugefügt

source: Add coupon
de: Gutscheincode hinzufügen

source: Add code
de: Code eingeben

source: Redeem
de: Einlösen

source: To apply a coupon you need to add your shipping information first.
de: Bitte gebe zuerst Deine Adresse an, damit Du einen Gutschein hinzufügen kannst.

source: Finished!
de: Fertig!

source: Unfortunately the following article could not be ordered. This can have different causes. Please try again.
de: Leider konnte der folgende Artikel nicht bestellt werden. Dies kann verschiedene Ursachen haben. Bitte probiere es einfach noch einmal.

source: Attention
de: Achtung

source: There was a problem with an eBay internal system or process. Contact eBay developer support for assistance.
de: Entschuldige bitte, hier ist wohl ein Fehler aufgetreten. Bitte versuche es noch einmal.

source: The coupon provided could not be applied. You may proceed with this session or provide another coupon.
de: Dieser Code ist leider falsch oder abgelaufen.

source: The checkout session requested does not exist.
de: Die angeforderte Checkout-Sitzung exisitert leider nicht oder wurde geschlossen.

source: If this is a eBay member checkout, this error indicates that the buyer does not have a PayPal account linked to their eBay account. If this is a guest checkout, this indicates that the buyer's credit card information is missing. In both cases, submit the buyer's credit card information.
de: Füge bitte deine Kreditkarteninformationen hinzu. Du bist schon eBay-Mitglied? Dann scheint kein PayPal-Konto mit deinem eBay-Konto verknüpft zu sein. Du bist als Gast bei eBay? Dann liegen uns deine Kreditkarteninformationen noch nicht vor.

source: This transaction cannot be processed.
de: Diese Überweisung konnte leider nicht durchgeführt werden.

source: This transaction cannot be processed. Please enter a valid credit card number and type.
de: Leider konnte die Überweisung nicht durchgeführt werden. Bitte wähle die Kartenart und gib eine gültige Kreditkartennummer ein.

source: This transaction cannot be processed. Please use a valid credit card.
de: Leider konnte die Überweisung nicht durchgeführt werden. Bitte gib die Kreditkartennummer einer gültigen Kreditkarte ein.

source: You have exceeded the maximum number of four line items. Correct the request and resubmit the call.
de: Leider hast du die maximale Anzahl von vier verschiedenen Produkten im Warenkorb überschritten. Gern kannst du aber weitere Produkte auf deiner Wunschliste speichern und später kaufen.

source: There is a limit on the quantity of this item that can be purchased. Reduce the quantity and resubmit the call.
de: Leider hast du die maximale Anzahl von vier verschiedenen Produkten im Warenkorb überschritten. Gern kannst du aber weitere Produkte auf deiner Wunschliste speichern und später kaufen.

source: The quantity value is greater then the quantity available. Correct the quantity and resubmit the call.
de: Leider ist der Artikel in der von dir gewünschten Anzahl nicht mehr verfügbar. Bitte reduziere die Menge.

source: The quantity submitted for this item is invalid. Correct the quantity value and resubmit the call.
de: Leider ist der Artikel in der von dir ausgewählten Anzahl nicht mehr verfügbar. Bitte passe die Artikelmenge an und versuche es noch einmal.

source: There is a problem with the credit card and it cannot be used to purchase items. Use the updatePaymentInfo call to change the payment information.
de: Die von dir angegebene Kreditkarte kann leider nicht verwendet werden. Bitte aktualisiere deine Zahlungsinformationen und versuche es noch einmal.

source: The buyer is the seller of the item, which is not allowed
de: Leider kannst du diesen Artikel als Verkäufer nicht selbst kaufen.

source: The item is not available for purchase at this time. Try to purchase this item at a later time.
de: Dieser Artikel ist momentan leider nicht verfügbar. Versuche es zu einem späteren Zeitpunkt gerne nochmal.

source: The item is not available for purchase. This can be for several reasons such as, the listing has ended, this is n auction time, etc. Remove the item and resubmit the call.
de: Dieser Artikel ist aktuell leider nicht verfügbar. Bitte entferne ihn aus deinem Warenkorb, um fortzufahren.

source: To place an order, you must have at least one item. Use the initiateCheckoutSession call to add line items (maximum of 4) and create a now checkout session.
de: Dein Warenkorb ist aktuell leer.

source: During the checkout process the item has been changed. Create a new checkout for this item using the initiateCheckoutSession call.
de: Etwas hat sich an diesem Artikel geändert, nachdem du ihn ausgewählt hast. Bitte aktualisiere deinen Warenkorb.

source: This checkout session cannot be updated because the order has already been placed.
de: Diese Checkout-Sitzung kann nicht aktualisiert werden, da deine Bestellung bereits aufgegeben wurde.

source: Some of the items cannot be purchased using a credit card and must be removed from the checkout session.
de: Einige deiner ausgewählten Artikel können nicht mit einer Kreditkarte gekauft werden. Bitte entferne ihn aus deinem Warenkorb oder ändere die Zahlungsmethode.

source: The credit card was declined, which means you cannot use the current checkout session to complete this order. Use the initiateCheckoutSession call to create a new checkout session and provide new payment information.
de: Leider kannst du die von dir angegebene Kreditkarte für diesen Kauf nicht nutzen. Bitte aktualisiere deine Zahlungsinformationen und versuche es noch einmal.

source: There is a problem with the buyer's PayPal account. The buyer should checkout their account or provide a credit card to pay for the order.
de: Leider gibt es ein Problem mit deinem PayPal-Konto. Bitte überprüfe dein Konto oder zahle die Bestellung mit deiner Kreditkarte.

source: The App is not authorized to access this resource.
de: Hier ist wohl ein Fehler aufgetreten. Bitte lade die Seite neu.

source: The item is not shippable to the specified shipping address.
de: Leider ist dieser Artikel nicht an die von dir angegebene Adresse lieferbar.

source: To place this order, the user must have accepted the PayPal User Agreement and Privacy Policy. If they have explicitly accepted these, pass in true in the paymentTermsAccepted field. For more information, see the documentation for this call.
de: Bitte akzeptiere die PayPal-Benutzervereinbarung und die Datenschutzrichtlinien, um die Bestellung aufgeben zu können. Wenn du zugestimmt hast, wirst du weitergeleitet.

source: The item is not purchasable because the buyer has been blocked by the seller.
de: Leider kannst du diesen Artikel nicht kaufen, da der Verkäufer dich gesperrt hat.

source: The coupon was not applied to this cart.
de: Leider funktioniert der Gutscheincode nicht.

source: The request body is invalid or empty.
de: Das Textfeld ist leer oder deine Eingabe ungültig.

source: The coupon is not valid for any of the items in the order. The coupon was ignored and no discount was applied to this order.
de: Leider ist der von dir eingegebene Gutscheincode für die Artikel deiner Bestellung nicht gültig.

source: You cannot apply multiple coupons to the same order. No discount was applied to this order.
de: Du kannst pro Bestellung nur einen Gutscheincode nutzen.

source: The coupon does not exist. The coupon was ignored and no discount was applied to this order.
de: Leider gibt es den von dir eingegebenen Gutscheincode nicht.

source: The coupon has expired. No discount was applied to this order.
de: Leider ist der von dir eingegebene Gutscheincode abgelaufen.

source: The coupon has not been activated. The coupon was ignored and no discount was applied to this order.
de: Leider ist der von dir eingegebene Gutscheincode nicht gültig.

source: The coupon requires the buyer to spend a specific monetary amount. This threshold has not been met. The coupon was ignored and no discount was applied to this order.
de: Leider ist der Wert deiner Bestellung zu niedrig, um deinen Gutschein einzulösen.

source: The coupon code is invalid. The coupon was ignored and no discount was applied to this order.
de: Leider ist der von dir eingegebene Gutscheincode ungültig.

source: This coupon has already been used. The coupon was ignored and no discount was applied to this order.
de: Leider wurde der von dir eingegebene Gutscheincode bereits genutzt.

source: This coupon is no longer valid. The coupon was ignored and no discount was applied to this order.
de: Leider ist der von dir eingegebene Gutscheincode nicht mehr gültig.

source: The coupon is not valid for the currency being used by the items. The coupon was ignored and no discount was applied to this order.
de: Leider ist der von dir eingegebene Gutscheincode in der Währung des angebotenen Artikels nicht gültig.

source: The coupon is not valid for any of the item categories in the order. The coupon was ignored and no discount was applied to this order.
de: Leider ist der von dir eingegebene Gutscheincode für die Produktwelten in deinem Warenkorb nicht gültig.

source: The coupon is not valid for the selected payment method. The coupon was ignored and no discount was applied to this order.
de: Leider ist der von dir eingegebene Gutscheincode für die von dir ausgewählte Zahlungsmethode nicht gültig.

source: The coupon is not valid for the selected shipping option. The coupon was ignored and no discount was applied to this order.
de: Leider ist der von dir eingegebene Gutscheincode für die von dir ausgewählte Versandmethode nicht gültig.

source: The coupon is valid only for items that are shipped domestically. The coupon was ignored and no discount was applied to this order.
de: Der von dir eingegebene Gutscheincode ist nur für Artikel aus Deutschland gültig.

source: The coupon is valid only for items that are shipped internationally. The coupon was ignored and no discount was applied to this order.
de: Der von dir eingegebene Gutscheincode ist nur für Artikel aus dem Ausland gültig.

source: The buyer is not eligible for this coupon. The coupon was ignored and no discount was applied to this order.
de: Du kannst diesen Gutscheincode leider nicht nutzen.

source: The coupon is not valid for guest eBay checkouts. The coupon was ignored and no discount was applied to this order.
de: Leider ist der von dir eingegebene Gutscheincode bei einem Gast-Einkauf nicht gültig. Registriere dich, um den Gutschein zu nutzen.

source: Your application is not eligible for this coupon. The coupon was ignored and no discount was applied to this order.
de: Leider ist der von dir eingegebene Gutscheincode für deine Bestellung nicht gültig.

source: Your order could not be created.
de: Es gab ein Problem mit deiner Bestellung.

source: Please fill out this field.
de: Bitte fülle dieses Feld aus.

source: Sign up to complete the order process easily, safely and quickly.
de: Melde dich an, um den Bestellvorgang einfach, sicher und schnell abzuschließen.

source: Here you can continue without login:
de: Hier geht es auch ohne Login weiter:

source: Checkout as a guest
de: Checkout als Gast

source: Buy as a guest
de: Als Gast bestellen

source: Female
de: Frau

source: Male
de: Herr

source: Reset password
de: Passwort zurücksetzen

source: Please enter your email address to receive a link to reset your password.
de: Bitte gib deine E-Mail-Adresse an, um einen Link zu erhalten, mit dem du dein Passwort zurücksetzen kannst.

source: Request new password
de: Neues Passwort anfordern

source: Subscribed
de: Abonniert

source: Shortly you will receive a link with which you can confirm the creation of your account. Please click this link to complete the build.
de: In Kürze erhältst du einen Link, mit welchem du die Erstellung deines Accounts bestätigen kannst. Bitte klicke diesen Link an, um die Erstellung abzuschließen.

source: E-mail was sent to <span class="email-placeholder"></ span>.
de: E-Mail wurde an <span class="email-placeholder"></span> gesendet.

source: If you did not receive an email, you can request it here again.
de: Falls du keine E-Mail erhalten hast, kannst du sie hier erneut anfordern.

source: Resend email
de: E-Mail erneut senden

source: back to login
de: Zurück zur Anmeldung

source: Shortly you will receive a link with which you can reset your password. Please click on it to change your password.
de: In Kürze erhältst du einen Link, mit welchem du dein Passwort zurücksetzten kannst. Bitte klicke diesen an, um dein Passwort zu ändern.

source: Sorry, the email you entered was not found.
de: Die E-Mail Adresse, die du eingegeben hast, wurde leider nicht gefunden.

source: Hello! Enter a new password here to replace the old one. Safety first!
de: Hallo! Gib hier ein neues Passwort ein, um das alte zu ersetzen. Safety first!

source: Your password has been successfully reset.
de: Du hast dein Passwort erfolgreich geändert.

source: The password have to be at least 6 characters!
de: Das Passwort muss mindestens 6 Zeichen lang sein!

source: The passwords does not match!
de: Die Passwörter stimmen nicht überein!

source: The quantity value is greater than the quantity available. Correct the quantity value and resubmit the call.
de: Leider haben wir nicht mehr genügend Produkte auf Lager. Bitte wähle eine kleine Stückzahl aus.

source: You have successfully logged out!
de: Du hast dich erfolgreich abgemeldet.

source: I would like to receive emails about sales promotions, special offers and surveys from eBay.
de: Ich möchte E-Mails über Verkaufsaktionen, Sonderangebote und Umfragen von eBay erhalten.

source: I would like to receive emails about sales promotions, special offers and surveys from Catch.
de: Ich möchte E-Mails über Verkaufsaktionen, Sonderangebote und Umfragen von Catch erhalten.

source: On the wish list
de: Auf die Wunschliste

source: Remove from wishlist
de: Aus dem Wunschzettel entfernen

source: Cancel action
de: Rückgängig machen

source: The item has been added to your wish list.
de: Der Artikel wurde deiner Wunschliste hinzugefügt.

source: You successfully saved your interests!
de: Deine Interessen wurden gespeichert!

source: There was an error saving your interests. Please try again.
de: Beim speichern deiner Interessen ist ein Fehler aufgetreten. Bitte versuche es erneut.

source: My World
de: Meine Welt

source: Gift Guide
de: Geschenkefinder

source: Show different Products
de: Andere Produkte anzeigen

source: Change my interests
de: Meine Interessen ändern

source: More categories
de: Weitere Kategorien

source: The coupon is not valid for the {fieldName}. The coupon was ignored and no discount was applied to this order.
de: Der Coupon kann nicht für {fieldName} verwendet werden.

source: You cannot apply multiple coupons to the same order. The coupon was ignored and no discount was applied to this order.
de: Leider ist es nicht möglich mehrere Coupons für eine Bestellung zu verwenden.

source: Discover more Worlds
de: Entdecke weitere Welten

source: still
de: Noch

source: days
de: Tage

source: hours
de: Stunden

source: Browse our inventory of over 50 Mio. products - fashion, games, tech and more fun
de: Über 5 Millionen Produkte aus Mode, Sport, Spiele, Technik und Interior. Jetzt stöbern!

source: Stay up to date and catch up
de: Bleib auf dem Laufenden und catch dir

source: {0}% discount
de: {0}% Rabatt

source: close
de: schließen

source: Enter a valid email address.
de: Gib eine gültige E-Mail Adresse ein.

source: Already finished!
de: Schon fertig!

source: Your one-time {0}%
de: Dein einmaliger {0}%

source: Code is {0}
de: Code lautet <span class="code">{0}</span>

source: Copy code
de: Code kopieren

source: Yay, your code has been copied!
de: Yay, dein Code wurde kopiert!

source: This E-mail is already in use.
de: Diese E-Mail wird bereits verwendet.

source: The confirmation link has been successfully sent to you. Please, check your E-Mail.
es: El enlace de confirmación ha sido enviado a usted. Por favor, revise su correo electrónico.
fr: Le lien de confirmation vous a été envoyé. Veuillez consulter vos e-mails.
it: Il link di conferma é stato inviato con successo, ti preghiamo di controllare la tua casella di posta.

source: Your E-Mail has been successfully changed.
es: Su email ha sido cambiado con éxito.
fr: Votre adresse e-mail a été modifiée.
it: Il tuo indirizzo E-Mail è stato cambiato con successo.

source: Welcome to Free eBay Template
es: Bienvenido a Configurador de plantillas de eBay
it: Benvenuto su Modelli per inserzioni su eBay in collaborazione con eBay

source: Free eBay Template is crafted with <i class="fa fa-heart red"></i> in Berlin, Germany
es: Configurador de plantillas de eBay en cooperación con eBay ha sido creado con <i class="fa fa-heart red"></i> en Berlín (Alemania)
fr: Modèle de fiche produit eBay en coopération avec eBay est conçu avec <i class="fa fa-heart red"></i> à Berlin, Allemagne
it: Modelli per inserzioni su eBay in collaborazione con eBay è creato con <i class="fa fa-heart red"></i> a Berlino, Germania

source: Do you want to
es: ¿Desea
it: Vuoi

source: login?
es: iniciar sesión?
fr: connecter?
it: effettuare il login?

source: . To confirm it click the link below.
es: . Para confirmarla haga click en el siguiente enlace.
fr: . Pour valider, cliquez sur le lien ci-dessous.
it: Per confermarlo clicca sul seguente link.

source: Your E-Mail has been changed to
es: Se ha cambiado su correo electrónico por
fr: Votre adresse e-mail a été remplacée par
it: La tua E-Mail è stata cambiata in

source: Your password has been changed successfully.
es: Su contraseña se ha cambiado con éxito.
fr: Votre mot de passe a été modifié avec succès.
it: La tua password è stata modificata con successo.

source: If you did not change your password, please contact us immediately.
es: Si usted no ha cambiado su contraseña, póngase en contacto con nosotros de inmediato.
fr: Si vous n'avez pas modifié votre mot de passse, contactez-nous immédiatement .
it: Se non hai cambiato la tua password, ti preghiamo di contattarci immediatamente.

source: You recently requested to reset your password for Your eBay Free Template account. Click the button below to reset it.
es: Hace poco ha solicitado reiniciar la contraseña de su cuenta de Configurador de plantillas de eBay. Haga click en el siguiente botón para reiniciarla.
fr: Vous avez récemment demandé à réinitialiser le mot de passe de votre compte Modèle de fiche produit eBay. Cliquez sur le bouton ci-dessous pour le réinitialiser.
it: Di recente hai chiesto di resettare la tua password per il Tuo account Modelli per inserzioni su eBay. Clicca il seguente pulsante per resettarla.

source: Reset your password
es: Reiniciar su contraseña
fr: Réinitialiser le mot de passe
it: Resetta la tua password

source: If You did not request a password reset, please ignore this email or reply to let us know. <br/><br/>This password reset is only valid for the next 24 hours.
es: Si no ha solicitado reiniciar su contraseña, ignore este correo electrónico o responda para informarnos. <br/><br/>Este reinicio de contraseña solo será válido durante las próximas 24 horas.
fr: Si vous n'avez pas demandé à réinitialiser votre mot de passe, ignorez cet e-mail ou répondez-nous pour le signaler. <br/><br/>Ce lien de réinitialisation n'est valide que pour les prochaines 24 heures.
it: Se non hai richiesto un reset della password, ti preghiamo di ignorare questa e-mail o di rispondere per farcelo sapere. <br/><br/>Questo reset della password è valido solo per le prossime 24 ore.

source: and welcome to eBay Template Creator in cooperation with eBay.
es: y bienvenido a Configurador de plantillas de eBay en cooperación con eBay.
fr: et bienvenue dans Modèle de fiche produit eBay en coopération avec eBay.
it: e benvenuto su Modelli per inserzioni su eBay in collaborazione con eBay.

source: With the Free eBay Template You will be able to provide Your shop and Your articles with a nice and modern look.
es: Gracias a Configurador de plantillas de eBay podrá dar a su tienda y a sus artículos una apariencia moderna y atractiva.
fr: Grâce à Modèle de fiche produit eBay, vous pouvez fournir à votre boutique et vos articles un visuel agréable et moderne.

source: Click the activation link and start with the customization of Your template. In a few steps You will be able to download Your personal template and use it with various Middlewares (e.g. AfterBuy, DreamRobot etc.)
es: Haga click en el enlace de activación y empiece a personalizar su plantilla. En unos pocos pasos podrá descargar su plantilla personal y utilizarla con varios middlewares (por ejemplo, AfterBuy, DreamRobot, etc.)
fr: Cliquez sur le lien d'activation et commencez la personnalisation de votre template. En quelques étapes, vous pourrez télécharger votre template personnel et l'utiliser avec divers logiciels médiateurs (p. ex. AfterBuy, DreamRobot, etc.)
it: Clicca sul link di attivazione e inizia la personalizzazione del Tuo modello. In pochissimi passaggi Sarai in grado si scaricare il Tuo modello personale ed utilizzarlo con vari Middlewares (es. AfterBuy, DreamRobot ecc.)

source: Please click here.
es: Por favor, haga click aquí.
fr: Veuillez cliquer ici.
it: Ti preghiamo di cliccare qui.

source: Your eBay Template Creator Team
es: Su equipo de Configurador de plantillas de eBay en cooperación con eBay
fr: Votre équipe Modèle de fiche produit eBay en coopération avec eBay
it: Il tuo Team Modelli per inserzioni su eBay in collaborazione con eBay

source: Sign In
es: Iniciar sesión

source: Did You forget Your password
es: ¿Ha olvidado su contraseña?
